{
    "Geology and Volcanology of the Hawaiian Islands": [
        {
            "filename": "Geology and Volcanology of the Hawaiian Islands.pdf",
            "authors": "GEORGEP. L. WALKER",
            "year": "1990",
            "issue": "Pacific Science",
            "publisher": "vol. 44, no. 4: 315-347",
            "page_data": [
                {
                    "page": 0,
                    "raw_text": "Pacific Science (1990), vol. 44, no. 4 | 315-347 C 1990 by University of Hawaii Press. All rights reserved REVIEW ARTICLE Geology and Volcanology of the Hawaiian Islands GEORGE P. . L WALKER? ABSTRACT - This article summarizes the present state of knowledge of the geology of Hawaii. It tends to concentrate on aspects not usually covered by review articles. Current ideas on hotspots and mantle plumes are applied to the specific example of Hawaii, the eight volcanic systems currently nourished by the hotspot are identified. . and gross differences in magma-supply rate are related to position of these systems on the hotspot. The important role played by level ofneutral buoyancy in distributing incoming magma between magma chambers . rift zones S, intrusions , and surface flows is discussed. This is important because volcanic edifices may expand nearly as much by growth of subsurface intrusions as by surface lava outpourings. Recent discoveries 3, however - show how strongly volcano growth is countered by subsidence and major collapses. A brief descrip- tion is given ofstyles ofvolcanism in Hawaii, and recent ideas on how formation of aa and pahoehoe depends on eruption discharge rate are discussed. A brief summary description pointing to highlights of each volcano is then indulge presented. Finally 7 I in speculations regarding geographical distribution of the volcanoes and show how , by postulating that a considerable strike-slip motion has occurred on two faults, a much more orderly arrangement of volcano and rift-zone alignments appears S. leading to a adynamic model ofisland-chain growth that is simpler then current models. Proceeding from Kaua'i toward the south- east, an alternating sequence of southeast and west-southwest alignments is revealed. These alignments may be related . respectively , to fractures propagated against the plate motion direction (because of extensional stresses resulting from diverging flow in the mantle plume ) and along faults of the Moloka'i fracture zone. THIS IS IN PART A REVIEW article and synthesis ideas, and most of the references accordingly of the present state of knowledge of the geo- are to the most recently published works. logy of the Hawaiian Islands. It is in part also The past decade has seen a massive increase a personal view and includes some speculative in the research effort that is directed at the new ideas on the distribution and orientation geology of the Hawaiian Islands. Currently , of the Hawaiian volcanoes : inclusion of these some 30 research papers are ideas is intended emphasize being published to the fact that each year - new editions have continually appeared of two concepts must change, new ideas popular texts (Macdonald et al. 1983, Stearns must be tested - and even some of the most 1985), a comprehensive reference work on time-hallowed concepts are capable of alter- source materials has been compiled (Wright native interpretations. This article is not con- and Takahashi 1989), the entire collection of cerned with the history of development of Volcano Letter has been reprinted (Fiske et al. 1987), two massive volumes have been published on volcanism in Hawaii (Decker et 1 al. 1987), a Hawaii new map of Mauna Loa has been Institute of Geophysics contribution number 2276. Manuscript accepted 1 February 1990. compiled (Lockwood et al. 1988), and a new 2 Hawaii Institute of Geophysics, University ofHawaii geologic nearing map of the island of Hawai'i is at Manoa Honolulu 1 Hawaii 96822. completion. 315 "
                },
                {
                    "page": 1,
                    "raw_text": "316 PACIFIC SCIENCE . Volume 44. October 1990 The Hawaiian Hotspot and Mantle Plume subsequent ascent of the plume tail sustains volcanism at a lesser intensity and so con The Hawaiian Islands are the tops of great structs the hotspot trace. Subsequent plate volcanoes S built from the accumulations of motion may carry the flood basalts far away countless volcanic eruptions at the Hawaiian from the hotspot, although they remain con - hotspot. A hotspot is a place where volumi- nected to it by the hotspot trace. Thus 3 the nous mid-plate volcanism occurs or where Deccan is connected with the Reunion hot- anomalously voluminous volcanism occurs spot (Duncan 1981). No flood basalts are on a spreading ridge (Burke and Wilson 1976) 0. known associated with the Hawaiian plume The Hawaiian hotspot - is of the first type and possibly any such basalts were subducted be- occurs near the middle of the Pacific Plate. It low Asia. Plate reconstructions (Rea and vies with the Icelandic hotspot as being the Duncan 1986 0 suggest that about 100 Ma the most productive on earth. Hawaiian hotspot was situated at a triple e junc- Volcanism at a hotspot is typically sus- tion (at the join of three spreading ridges I - tained for tens of millions of years - and as the Spreading was possibly initiated by the arrival lithosphere moves over the hotspot a chain of the plume from below | ofvolcanoes (a hotspot trace ) results (Wilson The size and position ofthe Hawaiian plume 1963). The Hawaiian -Emperor Chain extends may be indicated by the Hawaiian Swell, a for 6000 km across the North Pacific to broad elongate positive bathymetric feature the edge of the Asian continent and is the 1200 km wide on the axis of which the Ha- finest hotspot trace known. It includes over waiian Ridge stands (Crough 1983). The oce- 100 major volcanoes (most of them sea 1- anic crust below Hawaii was formed in Creta mounts ) and shows a general progression in ceous times , at 80- 190 Ma. The depth of the age from the 70-million-yr-old Meiji Sea- ocean is closely related to the age ofthe under- mount off Kamchatka to the still actively lying crust (because the lithosphere cools and growing island of Hawai'i Clague and subsides as it moves away from a spreading Dalrymple 1987. , 1989). It is supposed that ridge ). The Hawaiian Swell a is an area in which still older parts of the chain were subducted the ocean is up to 1.2 km shallower than is under the Asian continent. The Pacific Plate is expected for its age. The Swell can be attri- moving over the hotspot at 9 cm/yr. A A change buted to the upbowing of oceanic crust over in plate motion about 43 million yr ago ( (Ma I the anomalously low-density material of the possibly related to the separation of Australia mantle plume. from Antarctica produced the dogleg west of Midway. Itis widely thought that ahotspotis mani- Generation of Magma in the Plume a festation of a mantle plume (Morgan 1972 7 Beneath Hawaii the boundary between the White and McKenzie 1989). A mantle plume lithosphere (the outer - rigid shell of the earth ) is a pipelike current of mantle material that and the underlying asthenosphere ( (a yielding ascends because it is less dense than the sur- layer *) is about 60 km deep. The deepest Ha- rounding mantle (because it is hotter . differ- waiian earthquakes have their focus at about ent in composition, or both). Opinions differ this depth (Klein et al. 1987, Thurber 1987) - on whether mantle plumes originate at the and this is where Hawaiian magmas are gen core/mantle boundary or within the mantle | erated The Mohorovicic Discontinuity , or Where a plume reaches the base of the litho- Moho, which is the boundary between the ba- sphere it spreads laterally and forms a saltic crust and the peridotite mantle, is about mushroom-shaped head that may be from 12 to 18 km deep beneath the islands and is several hundred to as much as 2000 km wide shallower offshore (Hill and Zucca 1987). Figure 1). Practically all of the earth 's mantle is solid The arrival of a plume at the base of the and sufficiently rigid to transmit earthquake lithosphere may split a continent and result in waves. Its temperature increases downward a voluminous outpouring of flood basalts; the but the melting temperature also increases "
                },
                {
                    "page": 2,
                    "raw_text": "Review Article Geology of Hawaiian Islands WALKER 317 of 170W t O 160W C $0 & O 30'N 5O C d 2O O Ca | O 2 FRACTURE : ZONE I O O o O TIMURRAY I A o S i A I m aT G O o 9 Midway O 0 22 0L620 S A & A * C o 9 O 9 A Llsianewi Laysan & G @ C D0 8 Y C So = O C a S 8 o D O 55 / P AA O O 1 / C TO S O O to a HAWAIIAN H A Garaner 2 W 9 O I RIDGE s a V C a ! 70 A a 0 Nlhoa O C C Necker HAWAIIAN No | O O o 20 0 c o a S V V 20\"N D3 I | A c ZONE P AMC f 2 o o 3 S O / T C , 6 5 of o ROLOKA- 7 o FRACTURE- O R S I A 30 = C S * o 30 9 ir O n F 60 i E O o a C : L % 9 a Hawaiian Islands O C o shallower than 5km 6 200 deeper than 5 km deeper than 6 km 1000km - SWELL Trough Ridge Arch I Trough Arch volcano OCEAN LITHOSPHERE :ASTHENOSPHERE plume head not to scale FIGURE 1. Above Bathymetric map of the Hawaiian Swell. marked approximately by water shallower than 5 km. This swell may coincide roughly with the extent of the hotspot and mantle plume-head. V. | sites of possible submarine eruptions in 1955 and 1956. Bathymetric contours at 1 1-km intervals. Below Southwest-northeast profile across the Hawaiian Swell. showing ( stippled ) the inferred anomalously hot mantle plume-head Vertical exaggeration x 100 downward as the pressure increases ( Oxburgh ing temperatureis lowered, so favoring partial 1980). The upper mantle consists ofcrystalline melting = no evidence for this thinning is ultramafic rocks exemplified by the lherzolite, known below Hawaii pyroxenite 2 and garnet pyroxenite inclusions Consider now what happens when part of that are brought to the surface by many vol- the mantle melts. Laboratory experiments canoes in Hawaii and elsewhere (Jackson and show that silicate rocks in general do not have Wright 1970, Sen 1988). If the plume mate- a fixed melting point but melt over a range of rial is sufficiently hot perhaps 100 to 300 C temperatures. When peridotite is heated | hotter than the surrounding mantle then melting begins at crystal boundaries as the partial melting may occur (Wyllie 1988). | Ifthe \"solidus , temperature is passed. The propor- immediately overlying lithosphere is stretched tion of rock that melts increases as the tem- and becomes thinner, then the plume material perature rises, and the peridotite becomes to- rises | the pressure on it decreases, and its melt- tally molten only when the \"liquidus temper- "
                },
                {
                    "page": 3,
                    "raw_text": "318 PACIFIC SCIENCE, Volume 44 P October 1990 ature is reached. For many silicate rocks the salts 3, are conspicuously rich in olivine crys- liquidus temperature is about 200 C hotter tals. Such magnesium-rich melts have a very than the solidus temperature. Total melting of low viscosity , and olivine that readily crys- peridotite will generate peridotite magma - tallizes in them is much denser than the melt; but partial melting of peridotite occurs at a the crystals therefore rapidly settle out and are much lower temperature and generates basaltic often found concentrated in the lower parts magma. even of thin lava flows (Rowland and Walker The basaltic magma that is generated just 1988). Given the ease with which this settling above the solidus temperature with a very takes place in surface flows, considerable sepa- small degree (a few percent) of partial melting ration can be expected in a magma chamber is undersaturated in silica and highly alkalic | This tendency of settle can make it difficult and in it are concentrated all the least re- to determine the origin of picrite basalts. fractory constituents of the peridotite ( (the Picrite basalts may represent the direct crys- \"incompatible\" elements I such as alkalies and tallization of high-Mg melts or may be the volatiles ( (Clague and Frey 1982). At a still result of accumulation of olivine crystals into higher temperature with perhaps about 30% less Mg-rich melts. Similarly , some of the as- of partial melting a tholeiitic basalt magma sociated Mg-poor basalts may be primary results. At high degrees of partial melting the melts S, and others may result from the loss of magma is picritic (magnesium-rich ) . olivine from a more picritic melt. Geochem | Partial melts are generated in a thin film at ical tests of these alternative mechanisms exist crystal boundaries in the melting peridotite C, and are discussed by Wilkinson and Hensel and calculations show that this film is capable ( 1988 ) and Nicholls and Stout (1988 ). of segregating when I it constitutes even as little Picrite basalts appear to be more abundant as a few percent of the mantle rock (Yoder at lower elevations on Hawaiian volcanoes , 1988). Then, when enough magma has segre- good examples being the 1840 flow that gated, it may ascend to a high crustal level or eruptedlow on Kilauea . s east rift zone and the erupt tat the surface. Ascent occurs because the 1868 flow that erupted low on Mauna Loa's basaltic melt has al lower density than rocks in southwest rift zone. This discharge greater abundance the mantle and much of the crust. Evidently may result from rates being gen - magma is able to penetrate the lithosphere erally higher at lower elevations , 1.0km3 giving the when about 0.1to ofit has segregated dense crystals less time to separate out. The out. erupting lava at Kilauea Ikiin 1959 was much The magma that actually erupts from a Ha- more magnesium a-rich when the discharge rate waiian volcano may be considerably different was high ( Murata and Richter 1966). from that which leaves the asthenosphere This is because some form of fractionation occurs in transit. The first-formed crystals Volcanic Systems Sustained by the Hawaiian that grow in a cooling magma are enriched Hotspot in the more refractory elements I e.g., olivine When considering the volcanism of the crystals are enriched in magnesium ) com- Hawaiian Islands, itis convenient to adopt the pared with the magma. If the crystals are then concept of volcanic systems (Saemundsson removed (e.g., by settling out), the magma 1986). A system consists ofa volcano together that is left has a changed composition because with its complex of co-magmatic intrusions it is then impoverished in these more refrac- magma chambers S, rift zones D and magma- tory elements. Fractionation is favored if a supply conduits. A system may comprise a magma resides for a long time in a magma single shield volcano such as Mauna Loa to- chamber Geochemical tests can discriminate gether with its well-developed roots and rift between magma that fractionated deep in the zones , or it may comprise a field of mono- crust and magma that fractionated at a shal- genetic volcanoes ( volcanoes that erupt once low level. and once only ) such as the cluster of relatively Some tholeiitic lava flows, called picrite ba- \"rejuvenation-stage 9 young Honolulu Vol- "
                },
                {
                    "page": 4,
                    "raw_text": "Review Article: Geology of Hawaiian Islands WAlkeR 319 canics (exemplified by Diamond Head ) on either from the original central conduit or O'ahu. the rift zones. The vents then become widely The Hawaiian hotspot currently sustains at scattered monogenetic structures such as the least eight volcanic systems Figure 2). Three | cones on Mauna Kea (Figure 3 ). Kilauea x Mauna Loa, and Lo'ihi, are in their The eruption frequency decreases to one tholeiitic shield-building stage ( (Figure 3) in per several centuries or millennia, giving time which the volcanoes are most productive, and for soils to develop or erosion to occur be- it is inferred that these systems derive their tween eruptions. The eruptions tend to in- magmas from the central and hottest part of crease in magnitude and power - in part be- the plume ( above the ascending limb where cause of the higher content of magmatic gas. the degree of partial melting is highest. Two 2, They build large cinder cones and erupt large- Hualalai and Mauna Kea, are in their alkalic- volume (mostly aa ) lava flows. Many magma cap stage and have entered a period of decline batches bring to the surface inclusions from that may last as long as a million years as they the mantle or from intrusions in the volcano gradually move off the center of the hotspot. core because the magma does not reside in a At least two , Haleakala and the Honolulu magma chamber where these very dense ob- Volcanics 2, are in the rejuvenation stage of jects can settle out ( Clague 1987b). Such in- volcanism 1 which may lag by as much as 5 clusions are locally abundant in the alkalic million yr behind the main shield-building lavas of Hualalai, Mauna Kea, and the stage (Figure 4). rejuvenation-stage Honolulu Volcanics of Hawaiian volcanoes at the peak of their O D'ahu. activity attain an output unsurpassed by any It is inferred that the rejuvenation-stage other volcano on earth and probably ap- magmas come from near the edge of the proached or matched only by volcanoes in plume head where the degree of partial melt- Iceland 1. Reunion. :, and the Galapagos. The ing is low. The eruption rate in this stage has amount ofheat carried by the magmais ample decreased to one per several tens of millennia, to maintain hot pathways from the magma and the lavas typically rest on strongly eroded source to the subsummit chambers of the vol- and weathered rocks 3; hence the common de- canoes (Figure 3 ) and thence into parts of the signation 66 A posterosional\" volcanics. rift zones. At the very peak of activity long periods magma may flow uninterruptedly for from Styles of Volcanic Activity the mantle source to the surface through hot HAWAIIAN STYLE. In this, the most com- and stable conduits 3, residing for only a short mon style of volcanism in Hawaii 1, lava spurts time. S if at all, in the subsummit magma cham- out of a fissure in so-called fire fountains in ber. Such continuous activity generates exten- which the foamy lavais torn apart into tatters sive pahoehoe flows. Kilauea had such activ- The fountain height varies from under 5 m to ity from 1919 to 1924 | 1970 to 1972, 1973 to more then 500 m and is directly related to the 1974, and 1986 to the present and probably volumetric prehistoric discharge rate and magmatic gas for much longer periods in time. content (Head and Wilson 1989). If the dis- The subsequent decline in magma gener charge rate is high 1, most of the ejected lava ation rate and delivery rate to the volcano fragments remain inside the optically thick changes the thermal condition of the volcano central part of the fountain where they un - roots: = the amount ofheat carried in becomes dergo minimal cooling. They are hence still insufficient to maintain the hot pathway from hot when they land 1. and 1most ofthem coalesce the magma source through the subsummit and flow away. chamber and thence into rift zones. The Generally only an insignificant proportion chamber solidifies , caldera subsidence no ofthe total erupted volume fails to flow away | longer occurs S, and eventually each magma forming a pyroclastic deposits instead. The lava batch must create its own independent path tatters that are still plastic when they land all the way to the surface with little guidance flatten against the groundto form spatter and "
                },
                {
                    "page": 5,
                    "raw_text": "320 PACIFIC SCIENCE i Volume 44 I October 1990 100 km a X A A Honolulu = Volcanics cs a a s 7 Haleakala | 7 | 1 B : HualalaiO OMauna Kea = shield building,tholeiitic Mauna Loa I Odeclining A OKilauea . alkalic ^ rejuvenation DLoih X ? km3, century m3/sec -100 Major flood-basalt field -10 - 10 . Hawaiian Hotspot | Mauna Loa SHIELD BUILDI ING Kilauea STAGE 0.1 | Hualalai DECLINING -0.1 STAGE -0.01 +0.01 -0.001 1- 0.001 Honolulu Volcanics REJUVENATION STAGE FIGURE 2. Above Volcanic systems currently sustained ascending by the Hawaiian hotspot. Zone A tholeiitic shield-building stage, inferred to overlie the limb of the mantle plume 2 + , narrow zone of earthquakes > 30 km deep interpreted to mark the magma-supply conduit from the mantle Zone B. declining ( alkalic cap 0 stage a the magma supply rate and eruption frequency have drastically declined. Zone C,rejuvenation stage, representinga further decline 2 X site of possible submarine eruption in 1956 (Macdonald 1959); a better documented eruption occurred 700 km farther west-northwest off Necker Island (Figure 1 ) in 1955. Some of the lava flows recorded by Holcomb et al. ( 1988 X from the ocean floor around Hawaii may relate to other volcanic systems Below Estimated time-averaged output rate of Hawaiian volcanoes in different stages Mauna Loa and Kilauea for historical period (Lockwood and Lipman 1987): Hualalai for past 3000 yr (Moore et al. 1987). "
                },
                {
                    "page": 6,
                    "raw_text": "Review Article Geology of Hawaiian Islands WALKER 321 1.SUBMARINE STAGE 2.EMERGENT STAGE -nadera chambers p_pillow lava & hyaloclastite C A_initially hhot rocks alkalic lava Ttholeiitic lava C o 8 ocean 0 m s SA m T s . 68A3 a E 9 O 5 0 A - o 03 e a a A Fh -m e. g.LOIHI no example 3.SHIELD-BUILDING STAGE 4. DECLINING STAGE S_subaerial lavas A_alkalic cap volcanics d.lava deltas - C A S T m K -d 1 T A - p. h e.g. MAUNA LOA e.g. MAUNA KEA 5.EROSIONAL STAGE 6.REJUVENATION STAGE r coral reefs F c ( Le.g. WEST MAUI e. .g. KOOLAU 7. ATOLL STAGE 8.GUYOT STAGE erosion and submergence of volcano transportation to colder ocean - reefs drowned part of ocean e.g. MIDWAY ATOLL e.g. SUIKO SEAMOUNT FIGURE 3. Stages in the life of a typical major volcano in the Hawaiian Emperor Chain modified after Stearns ( (1946) . Macdonald et al. ( (1983) . and Peterson and Moore ( 1987). Stage 4 is variously referred to as the postshield alkalic-cap or stage "
                },
                {
                    "page": 7,
                    "raw_text": "322 PACIFIC SCIENCE. Volume 44 A October 1990 0 R, D ) I D I Is S A R R s s D a 1 R/ S R DE I I I R D 1 s T 5 I S S S S 2 9 S a 2 I - b A I I i 1 . 3- S I I I I t I D 4 - S 3 n I I I 5- R Rejuvenation stage S D Declining stage I S - Shield-building stage 6 600 300 C Distance from Kilauea | km FIGURE 4. Potassium -argon ages of rocks from the Hawaiian Islands in millions of years against distance of the volcano centers from Kilauea. from data referenced and collated by Clague and Dalrymple ( 1987. 1989 ). Note that the dated rocks were collected from the island tips of largely submerged volcanic edifices and do not give the time of inception of each edifice weld to one another to form agglutinate. They meters high. Pu'u O'o, a cone of pyroclastic construct spatter ramparts usually less than material interstratified with thin lava flows 10 0m high along the lengths of eruptive fissures that built up to a height of 280 m during 47 and spatter rings or cones where eruptions are fire-fountaining episodes from January 1983 concentrated at a point. Good examples are to July 1986, is exceptional. seen on theedge ofKeanakako'iand Puhimau Lava fragments in the margins of the foun- Craters on Kilauea. The lava tatters that are tains cool more rapidly, and those that are solid on landing form cinders and build cinder blown off the top of the fountain by the wind cones. These cones are usually only tens of may travel several kilometers before falling. | "
                },
                {
                    "page": 8,
                    "raw_text": "Review Article: Geology of Hawaiian Islands WALKER 323 These fragments consist mostly oflightweight surges occur repeatedly and give rise to dune- foamy pumice. Reticulite - an incredibly frag- bedded deposits such as those conspicuously ile and lightweight lava foam in which displayed in the Koko fissure (Fisher 1977 ) millimeter-size bubbles occupy about 98% of and Salt Lake tuff rings on O'ahu. the total space C, is also produced in minor Chemical changes then hydrate the glassy quantity in the fire fountains, and so are Pele's ash to palagonite and cause the crystallization tears (small lava droplets ) and Pele's hair (lava of such minerals as calcite and zeolites in the stretched into fibers: natural fiberglass ). pore spaces 3; within a few years they convert activity when the ash into hard tuff and the ash STROMBOLIAN-STYLE results ring into the lava has higher content and a tuff ring (Jakobsson 1978 a gas a 3). some- Examples of what higher viscosity ; the resulting eruptive tuff rings are Molokini (between Maui column tends to be higher ( although the and Kaho'olawe ), Diamond Head | Hanauma height depends partly on the discharge rate ) Bay, and Punchbowl (O'ahu 1), Kilauea Head 9, and the lava is more highly fragmented. Most (Kaua'i), Lehua (Ni'ihau 1) 9, and Kapoho lava fragments cool significantly before they Crater (Kilauea ). Explosions sometimes OC- land and form loose accumulations of scoria cur where a lava flow enters the ocean from cinders. Large cinder accumulate land and build small littoral cones (Moore or cones | together with areally extensive cinder deposits and Ault 1965. , Fisher 1968). The black sand around beach or downwind of them. Cinder of cones Kalapana and the new black sand in Hawaii are commonly 50to 200 Om high and beach generated since 1986 west of Kalapana have a crater that is commonly 100 to 400 consist of m glassy ash formed this way. wide. They particularly characterize the de- PHREATIC EXPLOSIONS of great violence OC- clining and rejuvenation-stage eruptions of casionally occurin the summit area ofKilauea Hawaiian volcanoes. Fine examples form the volcano and are attributed to steam explo- summit area of Mauna Kea (Porter 1972b ) sions when drainback of lava occurs from and occur in the saddle between Mauna Kea the upper part of the magma conduit system and Mauna Loa, and numerous cones occur (Decker and Christiansen 1984). This enables in Haleakala Crater on Maui. hot water that was trapped alongside the con- The highly distinctive spindle-shaped vol- duits to escape C, flashing into steam as it does canic bombs are common in the strombolian- So. It also enables groundwater to enter the type cinder cones (e.g., the alkalic-cap cones vacated conduit system and be rapidly con- on Mauna Kea ), but are absent from the Ha- verted to steam in contact with hot rocks. waiian a-style tholeiitic vents. The spindle Collapse of the debris-laden eruptive column bombs typically have ahigher density than the may generate dangerous base surges. associated cinders and apparently represent lava fractions that resided for longer than av- erage in the vent ( giving time for gas loss and Pahoehoe and Aa Lava Flows viscosity increase ) before being thrown out. The elongate shape results from stretching Lava flows are formed in most eruptions when of one end ofan ejected lava \"rope\" travels Hawaiian volcanoes. Two common struc- through the air faster than the other end. tural types occur , named pahoehoe and aa. Pahoehoe has a smooth and commonly wrin- SURTSEYAN-STYLE ERUPTIONS occur at the kled ( *ropy 99 i surface, and the abundant gas coast or in the shallow ocean, where copious bubbles ( vesicles 9 in it tend to be spherical amounts of water can enter the vent and min 1- in shape. Aa has a rough surface that consists gle with the ascending lava. The eruption style of an untidy assemblage of more or less loose is dominated by a great ascending steam clinkery and rubbly fragments | and this sur- cloud 1 and the lava is fragmented to a sandy face layer is underlain by massive lava in and glassy ash that accumulates at the vent which the vesicles are commonly scarce and and builds an ash ring. Eruption n-column col- have outward-moving strongly deformed shapes. Pahoehoe lapses that generate base lava flows are compound 1, composed of a great "
                },
                {
                    "page": 9,
                    "raw_text": "324 PACIFIC SCIENCE I Volume 44 t October 1990 ABOUT 5m ) DO bY PAHOEHOE N n AA A PAHOEHOE AA PAHOEHOE AA FIGURE 5. Typical lava structure on the flank of a Hawaiian shield. Six lava flows are shown three are pahoehoe subdivided into numerous flow-units, and three are aa in which massive lava is sandwiched between rubble layers (stippled D. number of separate flow units, each of which into flow units on land is represented having by a is enclosed in a chilled crust very small more extreme subdivision under water | the vesicles. The smaller flow units measure under flow units then being called pillows. Pillows 1 m in size and are called toes. Aa flows are form in much the same way as pahoehoe flow less consistently compound in character than units ( Moore 1975 ). The observed partial pahoehoe (Figure 5). fragmentation of aa on land is represented Recent studies (Peterson and Tilling 1980, by a more thorough fragmentation under Rowland and Walker 1990 0 relate the differ- water - the resulting glassy debris being called ence between aa and pahoehoe to the different hyaloclastite. Hyaloclastite is particularly flow dynamics of the actively moving lava. prone to form in the wave-swept coastal surf Aain Hawaii typically forms when A lava erupts zone and on the steep submarine slopes oflava at a A high volumetric discharge rate ( exceeding deltas ( Moore et al. 1973). The 5 or 10 m3 morphology /sec 3 and flows away from the vent of the submerged part of a rift zone is graph- as one or several powerful lava rivers in open ically described by Lonsdale ( 1989 9). channels. Pahoehoe typically forms when lava erupts at a low volumetric rate and the dis- charge is dispersed into a multitude of small Constructional Form and slow-flowing Collapses of and mostly lava lobes = the dis- Hawaiian Volcanoes persal takes place either around the vent or after lava has traveled through and emerged The Hawaiian Islands are the tops of great from tubes. Aa continues to flow until, with basaltic volcanoes S. the major parts ( about cooling X the lava viscosity is too high to 85% of pahoehoe repair which are hidden below the surface torn crust. In contrast, lobes are so of the ocean. Each volcano has the subaerial small that they become static while the visco- form of a shield 1 shown to perfection by sity is still low enough to repair torn crust. Mauna Loa. Recognizable remnants of the original shield surface survive on the lower Submarine Volcanics slopes of even deeply eroded shields such as Ko'olau on O'ahu. It is often stated that Ha- When lava erupts under water or flows waiian shields have slopes of only a few de- from land into water - the resulting products grees, and this is indeed true of some. Slopes are somewhat different from those formed on of 10 to 25 (measured from the horizontal) land. The observed subdivision of pahoehoe are not, however - unusual I Figure 6 . The "
                },
                {
                    "page": 10,
                    "raw_text": "Review Article | Geology of Hawaiian Islands WALKER 325 3- Height above sea MRMBLMGRLO A level. km 2 A WEST MAUI A EAST MOLOKAL MAUNA LOA T KOOLAU C 30 Slope degrees angle MAUI ( 20 EAST EAST MOLOKAI A MEMELO A WEST MAUI A 10 KOOLAU MAUNA LOA T o C Distance 5 from coast, km 10 FIGURE 6. Above Representative profiles across parts of unbuttressed flanks of some typical Hawaiian volcanoes transverse to their rift zones (T, E tholeiitic shields: A, shields with alkalic cap ). No vertical exaggeration. East Moloka'i, south flank along 156 52' meridian Haleakala, south flank N 10 W to Magnetic Peak * West Maui. west flank due east from coast to 3000 ft (915 m I and thence S 80 E to Pu'u Kukui: Mauna Loa | west flank along parallel of 190 25' N | Ko*olau i N 450 F along St. Louis Heights dashed line extrapolated to summit of Mt. Olympus Below Generalized slope angles based on contour spacing I in degrees measured from the horizontal, along the same profiles as above. Slopes of 5 to 20 occur in all. with little tendency to vary systematically with height shields with an alkalic cap are generally steeper. steeper slopes characterize volcanoes that A coastal terrace having slopes commonly have a thick cap of alkalic lava. of <50 occurs on the active volcanoes and is The low-angle shieldlike form of Hawaiian bounded by steeper underwater slopes on the tholeiitic volcanoes is often attributed to the seaward side. This terrace consists of lava low viscosity of the lava 1 but there are at least deltas formed where lava flowed from land five other factors that may be equally impor- into water. The older volcanoes possess a sim - tant: (1) Lava erupted at : high discharge rate ilar feature underwater regarded as a sub- ( aa is channeled in powerful lava rivers that merged lava-delta terrace. rapidly convey it far from the vent. (2) Lava Hawaiian volcanoes grow to a erupted low discharge rate (pahoehoe great height at a ) Mauna Loa rises nearly 10 km above the advances slowly. 7, but discharge is often sus- deep ocean floor. Partly because of their large tained sufficiently long that stable tube sys- size and partly because of fissuring and dike tems develop 2, through which the lava travels injections that bodily shoulder aside the rifted far. (3 ) Many eruptions occur in rift zones on edifice C, they tend to form mechanically un n - the volcano flanks and do not contribute to stable structures. Massive collapses therefore the building of a central cone. (4 I Persistent occasionally occur. One collapse took away subsidence ofthe summit area ofeach volcano nearly half of Ko'olau volcano on O'ahu, ex - is sufficiently fast almost to compensate for posing the Pali cliff, and another took away upbuilding of lava there and generates a cen- the northern half of Moloka'i, exposing the tral caldera that acts as a \"sink and engulfs great cliffline of Moloka'i's north coast most of the summit-erupted lava. (5 I The vol- (Moore 1964). Part of the west side of Mauna canoes are significantly widened by the injec- Loa, from Kealakekua Bay southward | also tion of dikes in rift zones. collapsed I and although subsequently erupted "
                },
                {
                    "page": 11,
                    "raw_text": "326 PACIFIC SCIENCE i Volume 44 October 1990 KAUAI S S O : OAHU MOLOKAI C t LANAI MAUI a HAWAII Deposits of catastrophic debris avalanches C S Slumps s Inferred travel direction S Cliffline related to landslide o 100 200 km FIGURE 7. The southeastern Hawaiian Ridge showing slides ( delineated by dashed lines) and areas of hummocky bottom topography ( (stippled I identified as debris accumulations ( after Moore et al. 1989 I I lava has largely healed the scar the lower surface of Lana'i, up to 73 m on West Maui, slopes of the volcano are still anomalously and up to 65 m on Moloka'i and was origi- steep in this sector nally thoughtto have been deposited at a time The wide extent of the debris from these of exceptionally high stand of the ocean volcano-collapse o events ( Figure 7),clearly vis- (Stearns et al. 1940). It was recently reinter- ible on sonar images of the ocean floor sug- preted as the deposits of a great tsunami gests that they were catastrophic: the debris (Moore and Moore 1984 ). from the west side of Mauna Loa ( the Alika Volcano collapse is not necessarily cata- Slide ), for example, is spread over an area of strophic; slow collapse of the mobile south ocean floor almost as large as the island of flank of Kilauea volcano is currently occurr *- Hawai'i (Lipman et al. 1988 ) . ing at an average rate of tens of centimeters One consequence of catastrophic volcano per year (Swanson et al. 1976). Movement collapses is the generation of great tsunamis. is accommodated partly by a widening of Limestone debris has long been known to Kilauea 's rift zones as dikes are injected and occur up to 326 m above sea level on the partly by slip on the great (presumably listric C "
                },
                {
                    "page": 12,
                    "raw_text": "Review Article: Geology of Hawaiian Islands WALKER 327 faults of the Hilina system. Some ofthe move- ian lithosphere as it moves away from the ment is episodic and accompanies major hotspot (Crough 1983). The subsidence rate A is earthquakes. Much of the south coast of too small to cause concern to man | unlike the Kilauea subsided from 1 to 3.5 m and moved rapid fluctuations in sea level that may accom- southward by as much as 7 m in the magni - pany future changes in the Antarctic and tude 7.2 earthquake of November 1975, and Greenland ice budgets. tsunamis devastated coastal villages in the Hawaii is subsiding faster than the other earthquake of 1868 Tilling et al. 1976 D, islands. Rapid subsidence is evident from cur- Lipman et al. 1985). sory observations: for example F. at Pu'uhon- The south flank as well as much of the area uao Honaunau on the west coast of Mauna between Kilauea and Mauna Loa is seis- Loa palm-tree molds occur in young lava at sea mically very active, and the depth of many level, where trees do not grow today. Subsi 1 earthquake foci is consistent with lateral dence at Hilo is documented by tide gauge slippage of these parts of Kilauea over a de- measurements S, and from 1946 to 1983 aver- tachment surface at about the level where the aged 2.4 mm /yr ( (relative to Honolulu, as- base of Kilauea rests on old ocean crust. sumedto be stable; Moore 1987). Geothermal Detachment may occur in the layers ofmarine drill holes in the Puna district entered pillow sediments anticipated to occur there (Naka- lava (formed under water ) at about 250 m mura 1980 0). The exact relationship between below sea level (Moore and Thomas 1988, this inferred detachment structure and the indicating that 250 m of subsidence had OC- faults of the Hilina and Koa'e systems curred (neglecting striking possible sea-level changes ). Duffield 1975 5 is yet uncertain. The most evidence for rapid sub- sidence is supplied by the remarkable series of Subsidence of the Hawaiian Islands drowned reefs that occurs at depths varying from 100 m to 1300 m west of Lana'i, All the Hawaiian Islands are slowly sub- Kaho'olawe , and Kohala (Moore and For- siding and will eventually become seamounts nari 1984, Moore and Campbell 1987). Reef- There is abundant evidence for subsidence = forming organisms in the latitude of Hawaii for example C, the terrace of reef limestones on can evidently keep pace with a 2.4 mm/yr which most of Honolulu is built is more than subsidence rate . but at times during the Ice 250 m deep, and because reef corals grow only Age sea level would have risen at several mil- in the shallow water of the photic zone C, this limeters per year because of rapid melting of implies that about 250 m of subsidence has continental ice sheets. Reef-growing organ- occurred since the deeper part of the terrace isms could not keep pace with land subsidence was constructed. A change of bathymetric combined with sea-level rise, and the reefs slope that appears to mark the submerged drowned. coastal terrace of lava deltas occurs 600 m The tilting of these drowned reefs toward deep around O D'ahu, implying that 600 m of the island of Hawai'i at 5 m per kilometer subsidence has occurred since O'ahu's vol- shows that in the past half-million years since canoes became inactive about 2 Ma ( average the reefs formed Hawaii subsided more rap- subsidence rate 0.3 mm/yr). idly than the islands farther northwest. This The volcanoes in the Hawaiian n-] Emperor rapid subsidence is linked with the active vol- Chain become progressively deeper toward canism. Volcanism involves a massive transfer the older (northwestern ) end 1, and the upper of molten rock from below the lithosphere to part of Suiko Seamount, now at a water depth a high crustal level ( where intrusions form I of 2400 m. consists on to ( | of lava flows formed and the surface where lava erupts ). land (Jackson et al. 1980), implying that at The subsidence rate increases inland 1, and least 2400 m of subsidence has occurred in 64 seismic refraction profiles (Zucca et al. 1982 , Ma ( average 0.04 mm/yr ). Hill and Zucca 1987) indicate that the base of This slow subsidence is attributable to a the crust has been depressed about 8 km be- general cooling and thickening of the Hawai- neath Mauna Loa. | A A narrow annular \"moat\" "
                },
                {
                    "page": 13,
                    "raw_text": "328 PACIFIC SCIENCE, Volume 44, October 1990 of deeper ocean 1 the Hawaiian Trough or table all the voids are filled with water. Under- Deep, occurs around the islands, and shal- lying pillow lavas are less vesicular but have lower ocean floor of the Hawaiian Arch numerous spaces between pillows, and asso- occurs outside this moat. The geometry ofthe ciated hyaloclastites consist largely of glass. | Hawaiian Trough and Arch is such as would which is less dense than crystalline basalt. In- be expected by a localized excess load ( the trusion complexes consist of rocks that may Hawaiian Ridge ) causing flexuring of fa rigid lack voids and include cumulates rich in and elastic lithosphere (Watts and Ten Brink olivine crystals that have a particularly high 1989). These flexural structures are superim- density | Pervasive hydrothermal alteration of posed on the broader feature of the Hawaiian the rocks at moderate depths replaces high- Swell. density minerals such as olivine with low - The summit caldera of each active volcano density hydrous minerals and infills the voids is caused by localized excessive subsidence , with similar minerals. In addition. - contrac- commonly explained as accompanying re- tion of the rocks (Ryan 1987a because of moval of underlying magma during volu- pressure causes a general density increase with minous flank eruptions (Macdonald 1965). depth as voids (including microfractures ) are Alternatively 7 it could result from an excessive progressively eliminated and at deeper levels loading of the lithosphere by dikes and very as the compressibility of the minerals becomes dense crystalline intrusive rocks underlying significant. the subsummit magma chamber a Walker To some extent the density structure can be 1988). investigated by seismic study, because the One can speculate on whether the extinct seismic- wave velocities through rocks are volcanoes of the Hawaiian Chain I such as related to the rock density, and refraction of Ko'olau on O'ahu, were ever as high as seismic waves occurs at today density steps. Mea- Mauna Loa or Haleakala are and surements of the gravitational force at the whether they have subsided to their present earth's surface also provides information on lower heights. the integrated density in the underlying rock prism. Level of Neutral Buoyancy More than one level of neutral buoyancy may occur for a given magma, and magmas Thought to be of great importance in having different densities may be neutrally understanding Hawaiian volcanoes and their buoyant at different levels. For tholeiitic roots is the possession by the volcanoes of a magma the level is likely to be shallow density layering such that the uppermost layers whereas for more picritic magmas it is deeper are less dense than common basaltic magmas A seismic layer that locally occurs at the and underlying layers are more dense. As- Moho (Ten Brink and Brocher 1987) is inter- cending basaltic magma tends to pond at the preted to consist of mafic intrusions under- level of neutral buoyancy , where rocks less plating the crust and may have formed at a dense than magma rest on rocks more dense deep level of neutral buoyancy there , and than magma (Walker 1986 , Ryan 1987b ). Delaney et al. (1990 ) present evidence for Magma at this level is in a gravitationally the existence of a deep magma body beneath stable position. It can reside stably in a Kilauea. magma chamber , or it can travel along the level of neutral buoyancy and form intrusions there. Injection and residence ofmagma at the Intrusions level of neutral buoyancy is a viable alterna- Magma that solidifies underground forms tive to eruption at the surface. intrusions. The most abundant intrusion type Consider the reasons for the density layer- in Hawaiian volcanoes is the dike, a wall-like ing. Subaerial lavas of the upper layers have body of rock formed where magma infills a a low density because they contain many ves- crack. Only a few dikes are seen on the actively icles and other voids. Below the local water growing volcanoes 3, but great complexes con | "
                },
                {
                    "page": 14,
                    "raw_text": "Review Article: Geology of Hawaiian Islands WALKER 329 sisting of hundreds to many thousands are cano that have a particularly favorable stress revealed by erosion in the older volcanoes. field (Dieterich 1988). Whichever view , dike They average about 75 cm wide. In most, the injection causes lateral extension, and one or plane of the dike is inclined at 70-850 to the both flanks must be capable of moving so as horizontal. The most flat-lying ones are in- to accommodate the extension. If the flanks clined at <450 and are called intrusive sheets are not capable of moving, then injections of or sills. flat-lying intrusive sheets or sills are favored Adike complex - is the subsurface expression instead of dikes. of a rift zone and yields important insights into the subsurface processes of volcanoes. Some dikes Dike Concentration and were channelways by which lava Parallelism in Rift traveled to the surface and erupted. Other Zones dikes represent noneruptive magma excur- The rift zones of Hawaiian volcanoes in sions into the rift zones such as have often their tholeiitic shield-bearing stage are narrow been documented below Kilauea by their ( typically 1 to 4 km wide ), and the visible accompanying seismicity (Klein et al. 1987). eruptive and noneruptive fissures have a par- Narrow dikes in particular are likely to solid- allel strike. Modeling of the Bouguer gravity ify So quickly that they fail to reach the land anomalies (Furumoto 1978) indicates that the surface (Bruce and Huppert 1989). underlying dike complex is wider. In some Dikes are injected So that the plane of the examples the surface rift zone lies to one side dike is at right angles to the direction of least of the gravity high (Lipman 1980). The dike compressive stress. In one of the most out- standing complex of the eroded Ko'olau volcano ex contributions to Hawaiian geology ceeds 7 km wide and shows a very high con- - 1 Fiske and Jackson (1972] ) noted the superficial centration and high degree of parallelism of character of Hawaiian rift zones and ex- dikes. plained their orientation as being determined Later in this article reasons are presented by the force of gravity acting on the volcanic for thinking that rift zones are initiated in the edifices. They conducted experiments in underlying oceanic crust at the time of incep- which they injected a fluid into the centers of tion of Hawaiian volcanoes. Whether this is gelatin models simulating volcanic edifices so or not, there are three reasons why a rift and observed the outward propagation of zone , once established 1 tends to be perpet- bladed \"dikes\" along the elongation axis of uated and why the dike intensity in it is pointed high = these models. They also out that the (1 ) An intense rift zone consisting of > 50% rift zone orientation in a younger edifice is largely nonvesicular dike rocks has a higher strongly influenced by the buttressing effect of bulk-rock density than dike- free volcanic an earlier contiguous edifice | rocks 3; the edge of the dike complex is there- There are weaknesses in the Fiske and fore a position of neutral buoyancy to typical Jackson model; for example, the injection of basaltic magmas and strongly influences only a limited number of dikes would be where subsequent dikes are injected (Figure 8 i enough to relieve stress in a real edifice (Rubin (Walker 1986). (2 Ifmagma excursions occur and Pollard 1987). Also although activity in a frequently into a rift zone C, then earlier dikes Hawaiian rift zone may indeed be shallow. | it that are still hot and may indeed still contain is shallow relative to today's land surface ; magma pockets provide thermally favorable earlier in the history of a volcano the rift pathways for subsequent dike injection. activity was similarly shallow , but it was deep Wilson and Head (1988 I considered the ques- relative to today's surface. Hawaiian rift tion of frequency , and Garcia et al. (1989) zones should therefore have been initiated in presented petrological evidence for the persis- underlying oceanic crust. tence of magma pockets in Kilauea's east rift Opinions differ on whether dikes are forc- zone. (3) Each wall of a dike is a plane ibly injected into rift zones (Swanson et al. of weakness that may guide injection of a 1976 ) or passively enter positions in the vol- younger dike. "
                },
                {
                    "page": 15,
                    "raw_text": "330 PACIFIC SCIENCE, Volume 44 - October 1990 VOLCANIC ROCKS LESS DENSE THAN NONVESICULAR BASALTIC MAGMA INTRUSIVE COMPLEX THAN NONVESICULAR DENSER BASALTIC MAGMA S A POSITION OF NEUTRAL STRESS TRAJECTORY BUOYANCY FIGURE 8. Schematic view and profile across a rift zone showing bulk-rock density zones. A A high-density intrusion complex projects up into relatively low-density volcanics, and the position of neutral buoyancy (LNB 3 for typical basaltic magmas occurs between them Intrusions strongly favor this position and ( according to the stress field I form either nonvertical dikes or inclined intrusive sheets. Once established I an intrusion complex tends to be self-perpetuating Geology and Volcanism of the Island of The many pit craters in the ERZ are subsi- Hawaii dence pits upto 325 5m deep and are ephemeral The island of Hawai'i consists of the tops of features destined to be infilled with lava. One five great shield volcanoes. Two Kilauea and formed in 1921, but two were buried by the D, Mauna Loa, have had Mauna Ulu many eruptions in his- eruptions of 1969- 1974. toric time. C and Hualalai has had historic Halema'uma' 'u varied greatly in one depth as eruption. Their growth rate exceeds their periods of infilling alternated with subsi- ero- sion rate. The other two, Mauna Kea and dences. The greatest depth of 900 m was Kohala, are respectively dormant and extinct reached after the violent phreatic explosions and in 1924. Similar are being strongly eroded. but larger explosions S. accom- panied by base surges that killed a party KILAUEA volcano is highly active and is re- of warriors, occurred in or around 1790 garded as the youngest volcano on Hawai'i. ( Swanson and Christiansen 1973 ). About 90% of the surface area of 2500 km? Kilauea was in repose from 1934 until 1952, consists of lava flows (mainly pahoehoe : but since then has been the most productive younger than 1100 yr (Holcomb 1987), and volcano in Hawaii and probably in the world the oldest rocks (the Hilina Basalt X seen at the ( Swanson 1972, Dzurisin et al. 1984). An base of fault escarpments on the mobile south eruption low on the ERZ occurred in 1955. flank are thought to be between 100,000 and Kilauea Iki pit crater was partly infilled to a 30,000 yr old (Easton 1987). Kilauea had sig- depth of 130 m by lava in 1959, and another nificant flank eruptions low on its east rift zone eruption low on the ERZ followed in 1960. (ERZ) in 1790 and 1840 and low on its south- Other ERZ eruptions built the 140-m-high west rift zone in 1823, but activity between lava shield of Mauna Ulu in 1969- 1974 1830 and 1934 was concentrated in A its summit (Swanson et al. 1979, Tilling et al. 1987), the caldera, which acted as a sink for most of the 280-m-high pyroclastic cone of Pu'u O'o that volcano's output. The central vent in the fed many aa flows in 1983- 1986 (Wolfe et al. caldera is the pit crater of Halema = uma u. A 1987), and the extensive pahoehoe flow-field lava lake was active there for many decades. from Kupaianaha lava lake since mid-1986. "
                },
                {
                    "page": 16,
                    "raw_text": "Review Article: Geology of Hawaiian Islands WALKER 331 Many dike injection events , with or without systems and geochemically different magma eruptions S, have also occurred since 1952 sources. Recent studies S, however | suggest that Klein et al. 1987). Kilauea's magma system has been invaded in comparatively recent times by Mauna Loa MAUNA LOA rises to 4167 m above sea level magma (Rhodes et al. 1989 ). and about 10 km above the isostatically de- A major anomaly on Mauna Loa is the pressed ocean floor. It is the largest volcano Ninole Hills, a group of relatively old ( about on earth, having r volume estimated to exceed 0.2 million yr old I lava outliers that are evi- 40,000 km3 (Bargar and Jackson 1974 ). dently erosional remnants of an older portion Moku aweoweo caldera occurs at the summit of Mauna Loa. The lavas of these hills have Macdonald 1977), and rift zones extend dips parallel to the younger Mauna Loa flows southwest and northeast from it; in addition - that surround them and presumably origi- isolated radial fissures occur on the north- nated from much the same part ofMauna Loa western flanks. Moku'aweoweo is a relatively (the southwest rift zone ) as these younger young structure that truncates lava flows only flows. 590 yr old. The period since 1843 has been one Possibly the Ninole Hills are a surviving ofnetinfilling, the caldera acting as a sink that remnant of an older Mauna Loa cone C, much has absorbed about 30% of the volcano's of which collapsed to generate the a Alika and output. other slides (Lipman et al. 1988). Since 1843 Mauna Loa has had 32 erup- tions. Many began with firefountaining from HUALALAI volcano has a well defined fissures in or near Moku' 6 aweoweo 2, and in northwest-striking rift zone along which more than half of them this was followed many cinder cones and several small pit within a few days by extension of the fissures craters occur 1 and from the Bouguer gravity into a rift zone and voluminous flank erup- anomaly a south rift zone extends under tions. Two flank lava flows, those of 1859 and Mauna Loa lavas S. The entire visible part of 1881, are more than 45 km long and the latter Hualalai consists of alkalic lava (Moore et al. reached the edge of Hilo. The latest lava flow | 1987), but tholeiitic basalts occur offshore in 1984 (Lockwood et al. 1987), traveled to- and in drillholes. The surface lavas are mostly ward and caused concern in Hilo D but stopped alkalic olivine basalt, but include trachyte , short of the city | which forms the prominent cone of Pu'u It is thought that Mauna Loa took about Wa'awa'a and the 100- to 200-m-thick lava 0.5 million yrto form. Itis a ahighly productive that extends downslope from it. Some obsid- volcano , and about 40% of the surface con- ian occurs on this, one of the most silicic lavas sists oflava younger than 1000 yr (Lockwood known in Hawaii. and Lipman 1987). Declines in its output be- Hualalai erupted seven times in the past gan in 1868 and declining again since 1950, but it + is not 2100 yr from vents mostly vin the northwestern known if this trend will continue. part of the rift zone. The only historic erup- There has been much speculation over pos- tion produced two flows, , one largely aa lava sible relationships between Mauna Loa and in 1800 and the other (on which much of Kilauea. Seismicity thought to be related to Keahole airport is built I mainly pahoehoe in ascent of magma indicates that the plumbing 1801. The 1800 lava is noteworthy for the systems converge at depth (Klein et al. 1987). extraordinary volume of dunite and gabbroic The rarity of concurrent eruptions suggests blocks it brought to the surface C, thought to be that the two volcanoes compete for the same fragments of intrusions in the volcano core magma supply. The decline in Mauna Loa's (Kirby and Green 1980, Jackson et al. 1981). output since 1950is matched by a correspond- Lag accumulations of these blocks are ad- ing increase in Kilauea's since 1955 (King mirably seen below the microwave station 1989). Distinct geochemical differences be- 2.5 km east of Hualalai Ranch (Jackson and tween the lavas point to separate plumbing Clague 1982). "
                },
                {
                    "page": 17,
                    "raw_text": "332 PACIFIC SCIENCE, Volume 44 - October 1990 The latest prehistoric eruptions occurred occur on these rifts, and the highest reaches 300, 710, 800, 900, 1180, and 2030 yr ago 1644 m above sea level. Erosion has carved Moore et al. 1987) and were larger than aver- deep canyons on the windward side 2, including age Hawaiian eruptions. That 710 phase years ago Waipi'o, which is as much as 750 m deep and included a powerfully explosive that has an alluvial infill debris below Most apparently extending to dispersed over a wide area. Future well sea level. of the surface lavas eruptions are anticipated | and Hualalai may are alkalic, but the deep canyons penetrate be considered as potentially the most dan- down into underlying tholeiitic flows, about gerous Hawaiian volcano. A considerable and 100 m of which are exposed = for example, in rapidly growing population lives on its flanks the Waipi'o valley (Spengler and Garcia and at its foot, quite close to its rift zone and 1988). Alkalic cap lavas range in composition on or below steep slopes. The 1800 lava evi- from hawaiite to trachyte and total a max - dently flowed fast, and it can be anticipated imum of about 150 m thick. Their eruption that future flows also will travel fast. frequency averaged about one per 2000 yr MAUNA KEA, at 4205 m the highest volcano The straight line of coastal cliffs 600 m high in Hawaii, last erupted about 3600 extending 17 7 and km northwest from yr ago Waipi'o ap will likely erupt again. The whole visible edifice pears to be fault-controlled | This prominent is alkalic but tholeiitic basalts feature has been identified as the headwall of are known off- shore and in drill holes. Alkalic eruptions alarge and mainly submarine cap collapse feature produced over 300 widely scattered cinder called the Pololi debris avalanche by Moore cones and lava flows (mostly hawaiite C with et al. (1989 ). minor mugearite 2; West et al. 1988, Frey et al. LO'THI is a submarine seamount volcano 1990 1 that conceal earlier structures such as 28 km south of the island of Hawai'i and is rift zones and a probable caldera (Porter thought to be the youngest edifice constructed 1972a). The volcano is elongated on an east- on the Hawaiian hotspot (Malahoff 1987, west axis that probably marks the strike ofits Fornari et al. 1988 ). The base is about 4000 m main rift zones ( the eastern continues as a deep, and the top reaches to 969 m below sea prominent underwater ridge off Hilo ), and an level. A shallow caldera or plateau 2to 3 km ill-defined south rift zone also occurs. Some wide that has pit craters on its floor occurs at alkalic cap eruptions brought up abundant the summit. Well defined south-southeast and dunite and gabbroic blocks thought to be north ridges extend from the summit area derived from intrusions in the volcano core. and are interpreted to be rift zones. Low Lava flows traveled down and locally ponded temperature geothermal vents and very fresh in several valleys 3 for example, impressively lavas occur in the summit area - and Lo'ihi is prismatic-jointed lava locally with pillows at seismically very active (Klein 1982), although its base flowed down the Wailuku River at eruptive activity has not yet been observed in Boiling Pots, and a lava delta formed at the progress. Alkalic basalts occur among the seaward end of a valley at Laupahoehoe. products of Lo'ihi (Frey and Clague 1983 ), Mauna Kea is the only summit in the tro- suggesting that alkalic magmas erupt in an pical mid-Pacific that is known to have ex early as well as a late stage in the history of perienced glaciation. Glaciers extended over Hawaiian volcanoes. Lo'ihiis not expected to more than 64 km? and reached down to become a new island for 10,000 yr or more. 2800 Om elevation. Four glacialdrifts are found interstratified with volcanic rocks of the past 280,000 yr (Porter 1979 ). Volcanoes of Maui Volcanic Complex KOHALA is the oldest volcano on the island The cluster of islands comprising Maui, and last erupted about 60,000 yr ago; it is re- Kaho olawe, Moloka'i, and Lana'i is some- garded as extinct. It has well-defined collinear times referred to as the Maui Volcanic Com - rift zones striking northwest and southeast plex and was once a single island consisting of from the summit area. Many cinder cones probably seven major volcanoes. "
                },
                {
                    "page": 18,
                    "raw_text": "Review Article: Geology of Hawaiian Islands WALKER 333 EAST MAUI OR HALEAKALA is the larger of declining stage of activity / Several trachytic two volcanoes that constitute Maui (Stearns domes occur in the alkalic cap, including Pu'u and Macdonald 1947). It rises to 3055 m Mahanalua 5 km southeast of Lahaina and above sea level and is elongated on east and Puu Ka'ae on the northeast coast. Two minor southwest rift zones S, which are marked by rejuvenation-stage vents occur on the western many prominent cinder cones. A scatter of slope and include the cinder cones of Keka'a cones that occurs over the north flank may Point and Pu'u Lahaina (upslope from mark a diffuse north rift zone. Most of the Lahaina ; the latter erupted picritic lava. An- visible part of Haleakala consists of alkalic other cone (now largely quarried away is lavas , but lavas of the tholeiitic shield are Pu'u Mele near the southeastern tip of West exposed around parts of the north coast and Maui. in several deep valleys. Scenically spectacular Haleakala Crater (Macdonald 1978 ) is a cliff- KAHO'OLAWE. This almost-uninhabited is- girt depression 11 km long by 3 km wide by landis alow-angle lava shield only 443 mhigh 800 m deep. It is essentially erosional fea- with an infilled caldera 5 km wide at an Kanapou ture | consisting of the expanded and merged Bay on the eastern side. Precaldera lavas are heads of two major valleys (Kaupo the tholeiitic , and at least part of the caldera infill on south and Ke'anae the north ). A third is alkalic (Fodor et al. 1987). A well defined on valley | Kipahulu, to the southeastis separated west-striking rift zone occurs S, with many from the main crater by dikes a narrow ridge and exposed at Kanapou Bay, and this zone will eventually Subsequent volcanic is in line with the small tuff merge. ring of Molokini activity built cinder across the crater and the main rift zone of Haleakala. cones and voluminous lava flows traveled down the Kaho'olawe is elongated on the same line. three valleys and built lava deltas that Samples of cap lavas from the west side ofthe ex- tended the shoreline outward | Some of the island gave K-Ar ages of slightly over 1 mil- lavas are ankaramite and rich in crystals of lion yr. Some vents that erupted spatter and pyroxene and olivine. Other lavas contain cinder on the cliff at Kanapou are reported to large crystals of plagioclase or hornblende. have a very youthful appearance (Stearns et Extensive rejuvenation-stage volcanism al. 1940). Because ofthe low rainfall and over- OC- curred in the southwest and east rift zones grazing by sheep in the last century , the upper West and Leeman 1987). The latest eruption layers of soil were stripped off Kaho'olawe by occurred in about 1790 from two vents low wind and water to expose a barren red subsoil on the southwest rift zone, near the 465-m and over much of the island. 170-m levels, and produced aa lava flows that LANAI is a shield volcano that is elongated forma conspicuous lava delta at Cape Kina'u. in a general northwest direction alongits main northwest and southeast rift zones. Numerous WEST MAUI is a tholeiitic lava shield capped dikes of the southeast rift zone and also a by a discontinuous layer 20 to 225 m thick of number of parallel faults are exposed in the alkalic rocks. It has a maximum elevation of seacliffs between Manele Bay and Kapoho 1764 m at Pu'u Kukui. The original shield Gulch on the south coast. The flat-floored form is clearly recognizable despite dissection Palawai and Miki basins near the south end by valleys as much as 1 km deep. A small appear to be partially infilled subsidence infilled caldera is identified in the 6 Tao Valley structures on the floor of a caldera that is southeast of the volcano center | from which about 7 km wide. The highest elevation, 1027 several rift zones ( (trending south-southeast, m. | is on the northwestern caldera rim. A north-northeast, north-northwest, and south- minor rift zone According appears to strike southwest west) appear to radiate. to Diller from the caldera. So far as is known, all the ( 1982), the principal rift zones that contain the lavas of Lana'i are tholeiitic. A particularly most dikes trend north-northwest and south- noteworthy feature is the occurrence offossili- southeast; and the southwest rift zone is a ferous marine surface deposits up to 326 m in minor one that was increasingly favoredin the elevation, now interpreted to be the deposits "
                },
                {
                    "page": 19,
                    "raw_text": "334 PACIFIC SCIENCE, Volume 44 October 1990 of a giant tsunami (Moore and Moore 1984 ). PENGUIN BANK is a broad submarine fea- The seacliff upto 300 mhigh on the southwest ture , a nearly flat shoal 54 m below sea level, coast may mark where a major (possibly that was probably a low-profile volcano like tsunamigenic ) collapse occurred. West Molokai but was truncated by erosion EAST MOLOKA'I. This, the larger of the two and then capped by coral. Itis in line with the volcanoes that form the island of Moloka'i. main rift zone of West Moloka'i volcano. rises to 1813 m above sea level andhas deposi- tional slopes of 6 to 220 It has two rift zones impressive dike Volcanoes represented by complexes ofO'ahu D, one extending east and the other west- O'ahu consists of the remnants of two northwest from the summit area. A caldera eroded lava-shield volcanoes S, Wai'anae and has been identified in the upper Pelekunu and Ko'olau. Wailau valleys from the thicker and more massive character of the lava flows, the wide- WAI'ANAE rises to 1227 m above sea level at spread hydrothermal alteration of the rocks S Mt. Ka'ala. It consists of a tholeiitic shield and the presence of gabbro. Much of the with na thickcap oftransitionalto alkalic rocks shield consists of tholeiitic basalts, but alkalic (Sinton 1987). Rejuvenation-stage volcanics lavas including hawaiite and trachyte form a of undetermined age occur in Kolekole Pass cap. A great cliffline up to nearly 1200 m high and also form a line of well-preserved cinder bounds the north side of Moloka'i and marks cones (including Pu'u Makakilo and Pu'u where the entire northern half of the vol- Kapolei) on the south flank of Wai 'anae collapsed into the (Moore 1964). Wai cano ocean 'anae is very deeply eroded - and Lualualei Rejuvenation-stage volcanism generated the and Wai 'anae valleys present a landscape that Kalaupapa peninsula at the foot of this cliff is unusual for Hawaii, in which narrow and and the tuff ring of the two tiny islands of nearly vertical-sided ridges S some of them Mokuho a oniki and Kanaha off the southeast isolated | rise abruptly from the flat alluvial coast. Kalaupapa is a pahoehoe shield. - andits valley floors. A large caldera has been iden - crater (Kauhako ) has a rim that rises 123 m tified in Lualualei and Wai'anae valleys. above sea level and contains a small lake that Rhyodacite and icelandite occur among the has been plumbed | to a depth nof255 m (Clague lavas filling the caldera. Despite the deep et al. 1982). Kalaupapa forms a very promi- valleys. , erosion does not expose hydrother- nent bathymetric feature and has a total esti- mally altered rocks of a former high- mated volume of 3 km3 - temperature geothermal system such as occur in the WEST MOLOKAT volcano is shield that has core of Ko*olau. Dike orientations de- a fine northwest and rift a a low profile and is elongated east-northeast south-southeast zones on what to be its main rift (Zbinden and Sinton 1988), but dike inten- appears zone. Another rift sities are strikes lower than in the and Ko'olau dike zone northwest, a number of fault complex. scarps having the same strike occur in the saddle between West and East KO'OLAU is a tholeiitic shield that lacks an Moloka'i volcanoes. West Moloka'i appears alkalic cap and is the only major Hawaiian to consist largely of tholeiitic lavas D with a island edifice that is predominantly composed thin discontinuous alkalic cap (Clague 1987a ). of reversely magnetized rocks (Moberly and A deep red soil resulting from prolonged Campbell 1984). It rises to 960 m above sea weathering caps the volcano except for the level at Mt. Konahuanui. The windward half prominent strip of sand dunes consisting of of the Ko'olau shield is missing because of calcareous sand that extends for 7 km south- collapse (Moore 1964), and the pali (cliffline I eastward from Mo'omomi Beach. Parts ofthe marks the eroded-back collapse scar. An ex 7 dunes are lithified and no longer active and traordinarily intense dike complex contains were blown by wind from beaches exposed an estimated 7400 dikes totaling 4km wide in when sea level was lower one transect Walker 1986, 1987). It is parti- | "
                },
                {
                    "page": 20,
                    "raw_text": "Review Article = Geology of Hawaiian Islands WALKER 335 cularly well exposedin the Kapa'a Quarry and center of the island. Dikes are numerous, but on the tiny Mokulua Islands. less concentrated into swarms than in other There is clear evidence for a caldera cen- Hawaiian volcanoes = a swarm striking north- tered on Kailua - where the lavas show a cen 1- east and west-southwest can, however, be dis- tripetal dip and are hydrothermally altered tinguished 1 in line with Ni'ihau and Ka'ula. Fujishima and Fan 1977). The caldera is Outstanding scenic features are the positive great cliff- centered on a great Bouguer gravity line of the Na Pali coast on the northwest, anomaly paralleling the rift zone (Strange et and the 600-m-deep Waimea Canyon on the al. 1965 I where seismic refraction demon- west. The cliffs, the country on the west side of strated the presence at shallow depth of rocks the canyon :, and much of the middle of the having a high seismic velocity ( Adams and island including Wai 'ale'ale are composed of Furumoto 1965). The dike intensity drops to tholeiitic basalt lavas of the Kaua'i shield. A a very low value in the center of the caldera plateau interpreted to be the infilling by al- where subsidence evidently kept pace with kalic basalt of a very large caldera 20 km dike injection (Walker 1988 ). across occupies a large area northeast of Ko'olau has a wide scatter of rejuvenation- Waimea Canyon, and lavas occupying a stage vents termed the Honolulu Volcanics graben extend south of the caldera. (Figure 9), including the landmarks of Dia- Rejuvenation-stage volcanism was parti- mond Head 1 Punchbowl, Hanauma Bay, and cularly widespread on Kaua'i, and about Koko Crater (on the Koko fissure ) and the Salt 40 scattered vents and associated lavas ( the Lake/Aliamanu crater cluster Peridotite Koloa Volcanics I have been identified inclusions occur in some deposits = dunite at (Clague and Dalrymple 1988). Their erup - Ulupa'u Head 1 spinel Iherzolite at a vent near tion began about 2.65 Ma in the west- the Pali Lookout, and spinel lherzolite | northwestern half of Kaua'i, with apparently pyroxenite C, and garnet pyroxenite (also sparse no appreciable time hiatus between it and the rocks containing kaersutite or phlogopite ) at Aliamanu. declining-stage volcanics. All the Koloa Vol- Salt Lake and Alignments of vents canics younger than 1.5 million yr occurin the is on northeast-striking fissures such as the east-southeastern half of Kaua'i centered on Koko fissure and the fissure on which the Lihu'e basin 1, and they compose most of Diamond Head, the Kaimuki pahoehoe lava this half of the island. The youngest dated shield . and Mu'umae cinder cone occur lavas are about 0.5 million yr old . but a sub- The highly porous lavas of Ko'olau and marine eruption is thought to have happened Wai'anae are great water-storage systems that south of Kaua'i in 1956 (Macdonald 1959). yield 500 million gallons (1.9 billion liters ) of An extensive lava flow of undetermined age groundwater per day to support O'ahu's po- occurs on the ocean floor of the Hawaiian pulation of nearly 1 million. Small dike- Arch east of Kaua'i (Holcomb et al. 1988). impounded reservoirs exist in the Ko'olau range = otherwise the water table is gradient (Figure very flat NI'IHAU is the eroded remnant of a single typically 0.3 m/km 10 ; shield volcano made mostly of tholeiitic ba- Hunt et al. 1988 ). Much of Honolulu is built salts rising to an altitude of 390 m and on a prominent raised-beach platform con- elongated west-southwest on the Kaua'i- sisting of limestone with interbedded sedi | Ni'ihau- Ka'ula line. Numerous dikes having ments as well as rejuvenation n-stage ashes and the same trend have been mapped along the lavas. Lithified calcareous sand dunes occur southeast side of the shield and mark the rift at La'ie Point and elsewhere. zone of the Ni'ihau shield (Stearns 1947). The shield is abruptly truncated on the east by a Volcanoes of the Kaua'i Group seacliff up to 360 m high, and apparently a large part of the volcano. , including any KAUAI consists apparently of a single lava caldera it might have possessed I has been lost shield 1, reaching its maximum elevation of to erosion. The shield remnant is rimmed on 1598 m in the Wai 'ale'ale plateau near the the north, west, and south sides by a low "
                },
                {
                    "page": 21,
                    "raw_text": "336 PACIFIC SCIENCE I Volume 44. October 1990 Spatter e or Moku Manu Cinder cone Hawaiian or Pyramid Rock Lavaflow Strombolian Cuupau Tuff ring Surtseyan Hawaiiloa / 1 <, Mokolea Haiku, 63 Kaneohe Kamanaiki R 8 Castle Y 6 . Pali, 1 Training SALT LAKE School 5A the CLUSTER Makuku A E A O Laukaha Maunawili ETIT T Ainoni Tantalus - OKaau Sugarloaf Rocky Hill a Punchbow Kaimuki 10 km shield Diamond - E A 1/S pahoehoe E Head 50 km A INSET N OAHU 71! n O FRACTURE ZONE MOLOKAI Kalaupapa INFERRED STRIKE oF MOLOKAI FIGURE 9. Above Distribution of the Honolulu Volcanics, the products of rejuvenation I-stage volcanism from monogenetic vents in the eastern half ofO'ahu Below Northeast alignments of reiuvenation n-stage vents of Wai'anae C the Honolulu Volcanics. and Kalaupapa ( G.P.L. Walker and C R. Coombs, unpubl. data | are consistent with tension gashes developed by va left-lateral shear motion ( (inset) over a locked Moloka'i fracture zone "
                },
                {
                    "page": 22,
                    "raw_text": "Review Article Geology of Hawaiian Islands WALkER 337 C 10 20 km Main recharge areas | ^ - 1 >100inches mean annual - 3 a I 4 >50 rainfall : | .6 . 2000 foot contour line V G X A 7 - A 1 / . 300 A *85 N 70 8- - 4 7- 8 1/6- t 1 e 46 - 210 5 7 7 & | - 180., 1 6 / point of it e 7 : | 3 contours / 3/ I heights water level 1 / A 85 FIGURE 10. Water levels in the principal volcanic aquifers of O'ahu (heights in meters above sea level) and generalized directions of groundwater flow ( arrows ). after Hunt et al. ( (1988). terrace consisting of postshield lavas ( the and garnet pyroxenite ( Garcia and Presti Ki'eki'e Volcanics I and their cinder cones. 1987). Lehua Island off the north tip and Kawaihoa Point at the south tip are tuff cones. Extensive active and lithified dunes of calcareous sand The Northwestern Hawaiian Islands also occur on the terrace, particularly near its The Northwestern Hawaiian Islands con- southern end sist of about 11 tiny islands, totaling 5.2 km? in area i spread over nearly 2200 km of ocean KA'ULA Island is a youthful, isolated tuff northwest of Kaua'i. and are all that is seen cone 160 m high. It is the only land on an of the continuation of the Hawaiian Chain in extensive submarine bank that averages a that direction (Macdonald et al. 1983). Nihoa little more than 60 m below sea level and Islandis 1.3 R km long and is aneroded remnant appears to be the eroded top to a large shield of a tholeiitic shield cut by dikes. Necker volcano. Ka'ula is composed of nephelinite Island is about the same size and consists of ( Garcia et al. 1986 I and is regarded as a alkalic lava and dikes. Gardner Pinnacles are rejuventation-stage vent. The cone contains two sea stacks of basalt cut by dikes. The mantle-derived inclusions of dunite, lherzolite, otherislands are limestone reefs or atolls. One "
                },
                {
                    "page": 23,
                    "raw_text": "338 PACIFIC SCIENCE i Volume 44 4 October 1990 drill hole at Midway entered basalt, however | plained the orientation as being determined at a depth of only 55m . A volcanic eruption by stress fields generated by the force of gra- apparently occurred 90 km east of Necker vity acting on the volcanic edifices A Island in 1955, in an area with a water depth An alternative view of the inter- of 3600 m | relationships between Hawaiian volcanoes is presented in Figure 12. A critical element in this model is that compensation is made for a Speculation on Position and Rift-zone postulated substantial strike-slip movement Orientation of Hawaiian Volcanoes along faults striking parallel with the Moloka'i fracture zone north and south of This final section speculates on the controls O'ahu. Seismic refraction study (Lindwall that determine the positions of volcanoes and 1988 I confirmed the existence in both places the orientation of their rift zones. Fiske and of major faults that bring contrasting crustal Jackson (1972 I pointed out the superficial profiles into juxtaposition A but did not resolve character of the rift zones and the lack of any the question of the amount or sense ofmotion clear correlation between strikes of rift zones that has occurred and the strike of either the Moloka'i fracture The postulated movements ofup to 105 km zone or the axis of the Hawaiian Archipelago are in the same sense as - and much less than A (Figure 11). They concluded that \"the in- the known displacement along the Moloka'i fluence of regional structure on the orienta- fracture zone According to current views S tion of the rifts is at best, obscure and ex - however - this displacement occurred earlier - 160W 158 W 156W Kauai O Linue 220 O N | Niihau | A Kaula Waianae Koolau , C Molokai a a a Penguin n Maui Bank A Kahoolawe to t Kohala Mahukona Mauna Kea 20% > N CERTAIN O PROBABLE VOLCANIC Hualalai a POSSIBLE CENTERS Mauna Loa Kilauea PRINCIPAL RIFT ZONES o 50 100km Loihi FIGURE 11. Distribution ofvolcanic centers and rift zonesin the Hawaiian Islands. Two dominant alignments occur One approximately east-northeast, is parallel with faults in the Moloka'i fracture zone . The other is southeast: it is not readily explained Bathymetric contours at 400-fathom ( (730-m I intervals down to 2000 fathoms (3660 m 0. "
                },
                {
                    "page": 24,
                    "raw_text": "Review Article A Geology of Hawaiian Islands WALKER 339 o 50 100 km a -A A S . / a B M O B 2 7 n ant In I 2 h I D O t ) ( RI A +C C . 11 T ALIGNMENTS EAST NORTHEAST ( Molokai fracture zone ) plate inferred SOUTHEAST R motion (against plate motion ) direction FIGURE 12. As Figure 11, after removing postulated left-lateral transcurrent motions of 105 km on a fault (A 1 between Kauai and O'ahu 50 km on a fault B I between O'ahu and Moloka'i, and 15 km on a fault ( (C) 2 between Maui and Hawai'i. Proceeding southeast. volcanic centers and rift zones are alternately distributed along east- northeast lines (parallel with the Moloka'i fracture zone and parallel southeast lines ( against the plate-motion direction I at the time when the zone was a transform favoring such fracturing F The east-northeast fault. The following is therefore highly alignments could be interpreted to overlie speculative. fractures in the underlying oceanic lithosphere When this compensation for fault displace- parallel with the Moloka'i fracture zone. ments is made C, a much-simplified structural Proceeding southeastward along the Ha- pattern emerges in which the volcanic centers waiian Chain from Kaua'i, the volcanic align- and their principal rift zones are seen to lie on ments show a clear alternation of transverse ( 1 ) two or locally three chain n-parallel lines (predominantly east-northeast) and chain- having a southeast strike (against the inferred parallel (predominantly southeast) trends. plate-motion direction ), and (2 I near-parallel Kaua'i, Ni'ihau 1 and Ka'ula lie on an east- transverse lines having an east-northeast northeast line, as do the long axis of Ni'ihau 1 strike (parallel with faults of the Moloka'i the strike of the Ni'ihau dike swarm . the long fracture zone I | axis of the tholeiitic shield of Kaua'i, and the The southeast alignments could be inter- strike of the dike swarm exposed in the preted to mark fractures propagated in the Waimea Canyon on Kaua'i. The younger oceanic lithosphere as it moved over the southwest part of Kaua'i appears to mark a hotspot; radial outward flow in the mantle change to the southeast tend . apparently with plume-head would create extensional stresses a late shift in the locus of volcanism to the "
                },
                {
                    "page": 25,
                    "raw_text": "340 PACIFIC SCIENCE, Volume 44 4 October 1990 Lihu'e Basin : the axis of the Bouguer gravity anomaly of Kauai also follows this trend. e The | next volcanoes Wai'anae B are and Ko'olau both with southeast-trending prin- cipal rift zones. Ko*olau shows evidence for A a southeastward progression ofvolcanic centers Knight and Walker 1988). Two submarine ridges occur northwest of Ka'ena Point, O ahu. One is likely a continuation of Wai'anae's northwest rift zone . and the other could be a parallel rift zone related to a pos- sible unnamed volcano west of Wai'anae that is now part of the Wai'anae slump of Moore et al. ( 1989 ). The next two volcanoes are the two on Moloka'i and the probable submerged vol- cano of Penguin Bank I aligned on an east- northeast-trending submarine ridge 1859 over 100 km long. Some dikes on East Moloka'i NERIFIZONE volcano and a group of young faults on West Moloka'i volcano, however , have southeast 1877 a trend. Lana'iand West Maui volcanoes revert to the southeast trend. N CE Then. . proceeding further down the Hawai- ian Chain 1, Kaho'olawe and East Maui vol- T i canoes occur on another transverse ridge over R 100km long. Both volcanoes are elongated on an east-northeast axis, their principal rift W strike, S zones have the same and the young tuff ring of Molokini occurs in the same line. OCEAN 10 km Another volcano may possibly form the shallow bank 20 km west-southwest of FIGURE 13. Above b Kaho'olawe. The submarine ridge strongly Asymmetric injection of a is wedge- like intrusive complex causes rotation of blocks A and B curved east of Maui. on the younger side of the wedge (younging direction of The northern volcanoes on Hawai'i, Kohala successive intrusions indicated by thick arrow ). Exten- and Hualalai and presumably also the sub- sional stresses in zone e are relieved by injection of in- Mahukona, trusions merged volcano revert to the approximately orthogonal to the main trend. Below The dog-leg between rift zones of Mauna Loa southeast strike. The alternation becomes less could be explained by asymmetric injection of dikes 2 the clear . however , farther southeast. Kilauea has estimated width of wedge injected since 1840 is 20 m. well-defined rift zones with an east-northeast The 1859 and 1877 flank eruptions were from fissures strike, and Lo'ihi reverts to the other trend. approximately orthogonal to the rift zones. Noncollinearity of Rift Zones between the principal zones. In the eroded vol- canoes dikes that occur approximately or- Any study of the parallelism of frift zones in thogonal to the principal dike strike may be the Hawaiian Chain is complicated by the fact members of the third rift zone. that the two principal rift zones ofa Hawaiian A plausible explanation for these relation- volcano are generally not exactly collinear , but ships depends on the fact that, in a widening given time subtend an angle commonly of about 150 A interval, the lateral of a volcanic third lesser rift zone or scatter of radial fis- edifice by dike injection is greatest at the sures also generally occurs in the obtuse angle summit and decreases downrift. If two rift "
                },
                {
                    "page": 26,
                    "raw_text": "Review Article | Geology of Hawaiian Islands WALKER 341 zones are initially collinear | asymmetric was the observation by Moberly and Camp- widening (by dike injection concentrated at bell ( 1984) that most of the volcanoes of the one side of the rift zones I will cause a bend to Hawaiian Chain are normally magnetized develop. Ifwidening as at Ko'olauis 4.5 5km at From this they inferred that igneous activity the summit, and ifit decreases to zero 25 km along the chain occurred predominantly dur- downrift, then the rift zones will come to sub- ing the intervals of normal polarity of the tend an angle of 160 i Extensional stresses are earth's magnetic field, even though the earth's concentrated in the obtuse angle of the bend . field polarity was reversed during about half which is where the third rift zone develops of that time. Ko'olau is the only volcano in (Figure 13). the Hawaiian Islands that is magnetically It is proposed 1 therefore, that rift zones of reversed. They concluded that magma gener- Hawaiian volcanoes were originally collinear ation in the mantle is modulated by processes and were aligned in either the southeast or in the core. east-northeast fracture direction. Asymmetric growth of the dike complexes then caused the rift zones to become noncollinear and result- ing stresses were relieved by radial fissuring ACKNOWLEDGMENTS or formation of a third rift zone. Ithank Scott Rowland for critically reading the manuscript. Trend of Rejuvenation-stage Fissures The ability of rejuvenation-stage magmas to attain the surface and eruptis generally attri- LITERATURE CITED buted to tensional stresses set up in the litho- ADAMS, W.M. ,and A. .S. FURUMOTO. 1965. A sphere as itis flexed by passage across it ofthe seismic refraction study of the Koolau vol- Hawaiian Arch (Jackson and Wright 1970). canic plug. Pac. Sci. 19:296-305. There e is S, however | another possibility because BARGAR, K. E., and E. D. JACKSON. 1974. of the fact that many ofthe rejuvenation vents Calculated volumes of individual shield lie on lines having a northeasterly to north- volcanoes along the Hawaiian- Emperor northeasterly trend | These alignments are Chain. | J. Res. U.S. Geol. Surv.2:545-550. clearly apparent among the Koloa volcanics BRUCE, P. M., and H. E. HUPPERT 1989. I of Kaua'i, the Honolulu Volcanics and the Thermal controls of basaltic fissure erup- young vents on southern Wai'anae in O'ahu 1, tions. Nature (London 0 342:665 687. and on Kalaupapa on Moloka'i (Figure 9). BURKE, K. C., and J. T. WILSON. 1976. Hot The trend of these alignments is consistent spots on the Earth 's surface. Sci. Am. 235 | with their origin as tensional fractures reliev- 46-57. ing strike slip stress pattern in the vicinity of CLAGUE, D. A. 1987a. Petrology of West \"locked faults of the Molokai fracture Molokai Volcano. Geological Society of system America Abstracts with Program 19:366. 1987b. Hawaiian xenolith popula- Why Discrete Volcanoes? tions S, magma supply rates S, and develop- ment of magma chambers. Bull. Volcanol. Abasic question n is why the Hawaiian Ridge 49:577-587. consists of discrete volcanoes and is not a CLAGUE, D. A., and G. t B. DALRYMPLE. 1987. continuous uniform ridge. Several explana- Volcanism in Hawaii. The Hawaiian- tions have been proposed ( Shaw et al. 1980). Emperor volcanic chain. U.S. Geol. Surv. One is that conduits through the lithosphere Prof. Pap. 1350:5-54 are bent by plate motion 1, and when a conduit 1988. Age and petrology of alkalic is bent to beyond some critical angle a new postshield and rejuvenated-stage lava from conduit develops (Whitehead 1982). Kauai, Hawaii. Contrib. Mineral. Petrol. A very different approach to the problem 99: :202-218. "
                },
                {
                    "page": 27,
                    "raw_text": "342 PACIFIC SCIENCE, Volume 44. October 1990 1989. The Hawaiian - Emperor Chain. at Kilauea volcano 9, Hawaii, 1956- 1983. J. Tectonics, geochronology, and origin of the Volcanol. Geotherm I Res. 21:177-206. Hawaiian n-] Emperor Volcanic Chain. Pages EASTON I R. M. 1987. Volcanism in Hawaii. 188-217 in The geology of North America, Stratigraphy of Kilauea Volcano. U.S. vol. N. The eastern Pacific Ocean and Geol. Surv I Prof. Pap. 1350: :243-260. Hawaii. Geological Society of America 1 FISHER - R. V. 1968. Puu Hou littoral cones P Boulder | Colorado. Hawaii. Geol. Rundsch. 57:837-864. CLAGUE 1, D. A., and F. A. FREY. 1982. 1977. Erosion by volcanic base-surge Petrology and trace-element geochemistry density currents: U-shaped channels. Geol. of the Honolulu Volcanics, Oahu 1 Implica- Soc. Am I Bull. 88: 1287- 1297. tions of the oceanic mantle beneath Hawaii. FISKE 2 R.S., and | E.D.JACKSON. 1972. Orient- J. Petrol. 23:447-504. ation and growth of Hawaiian volcanic CLAGUE, D. A., D.-G. CHAN, R. MURNANE t rifts: The effect of regional structure and M. | H. BEESON , M. | A. LANPHERE | G. B. gravitational stress. Proc. R. Soc. London 1 DALRYMPLE, W | FRIESEN , and R. T. | Ser. A 329:299-326. HOLCOMB. 1982. Age and petrology of the FISKE t R. | S., T. SIMKIN I and E. A. NIELSEN Kalaupapa Basalt, Molokai, Hawaii. Pac. eds. 1987. Volcano Letter * Smithsonian Sci. 36:411 -420. Institution Press S, Washington A D.C CROUGH - S. T. 1983. Hotspot swells. Annu FODOR, R.V.,G. R. BAUER, R.S.JACOBS, and Rev | Earth Planet. Sci. 11: 165- 193. T.J. BORNHORST. 1987. Kahoolawe Island 1. DECKER : R. W., and R. L. CHRISTIANSEN Hawaii: Tholeiitic, alkalic C, and unusual 1984. Explosive eruptions of Kilauea hydrothermal (?) *enrichment\" character- Volcano D Hawaii. Pages 122 | 132 in Explo- istics. J. Volcanol. Geotherm | Res. 31: 171 | sive volcanism : Inception 1, evolution and 176. hazards. Studies in geophysics. National FORNARI, D. J., M. O. GARCIA, R. C TYCE I Academy Press S, Washington 1 D.C. and D. G. GALLO. 1988. Morphology and DECKER 1 R. W. . T. L , WRIGHT , and P. H. structure of Loihi Seamount based on STAUFFER, eds. 1987. Volcanism in Hawaii. Seabeam sonar mapping. J. Geophys. Res. U.S. Geol. Surv F Prof. Pap. 1350. 1667p. 93: 15227- 15238. DELANEY, P. T., R. S. FISKE, A. MIKLIUS P FREY, F. I A., and D. A. CLAGUE. 1983. Geo- A. T. OKAMURA, and M. K. SAKO. 1990. body chemistry ofdiverse basalt types from Loihi Deep magma beneath the summit and seamount, Hawaii: petrogenetic implica- rift zones of Kilauea volcano , Hawaii. tions. Earth Planet. Sci. Lett. 66: :337-355 Science 247: 1311- 1316. FREY - F. A., W. S. WISE, M. .O. GARCIA, H DIETERICH | J. H. 1988. Growth and persis- WEST - S.-T. Kwon I and A. KENNEDY. 1990 I tence of Hawaiian volcanic rift zones. J Evolution of Mauna Kea volcano D Hawaii: Geophys. Res. 93:4258-4270. Petrologic and geochemical constraints on DILLER, D. E. 1982. Contributions to the postshield volcanism. J. Geophys. Res. 95 geology of West Maui volcano, Hawaii. 1271- 1300. M.S. thesis, University of Hawaii at FUJISHIMA | K. Y., and P.-F FAN 1977. Manoa, Honolulu. Hydrothermal mineralogy of the Keolu DUFFIELD , W. A. 1975. Structure and origin Hills, Oahu . Hawaii. Am Mineral. 62 of the Koae fault system 1, Kilauea Volcano P 574-582. Hawaii. U.S. Geol. Surv. Prof. Pap. 856. FURUMOTO, A. S. 1978. Nature of the magma 12p. conduit under the East Rift Zone of DUNCAN 1 R. A. 1981. Hot spots in the Kilauea Volcano D Hawaii. Bull. Volcanol. southern oceans - an absolute frame of 41:435-453. reference for motion of the Gondwana GARCIA, M. O.,and A.A. PRESTI. 1987. Glass continents. Tectonophysics 74:29 -42. in garnet pyroxenite xenoliths from Kaula DZURISIN I D., R. Y. KOYANAGI, and T. T. Island 1 Hawaii: Product of infiltration of ENGLISH i 1984. Magma supply and storage host nephelinite. Geology 15:904- 906. "
                },
                {
                    "page": 28,
                    "raw_text": "Review Article: Geology of Hawaiian Islands WALKER 343 GARCIA 1 M | O., F. A. FREY, and D. G. Xenoliths in the alkalic basalt flows of GROOMS. 1986. Petrology of volcanic rocks Hualalai Volcano D Hawaii. U.S. Geol. Serv I from Kaula Island 1 Hawaii: Implications Open- File Rep. 81- 1031. for origin of Hawaiian phonolites 33p. the S. JACKSON 1 E. D., I. KOISUMI, G. B.DALRYMPLE, Contrib. Mineral. Petrol. 94: 461-471. D. A. CLAGUE, R. J. KIRKPATRICK 1 and GARCIA, M.O., R. A. Ho, J. M. | RHODES , and H. G. GREENE. 1980. Initial reports of the E. W I WOLFE. 1989. Petrologic constraints Deep Sea Drilling Project. 55:5-31. U.S. on rift-zone processes. Results from episode Government Printing Office C, Washington 1, 1 of the Puu Oo eruption of Kilauea Vol- D.C cano 2, Hawaii. Bull. Volcanol. 52:81-96. JAKOBSSON, S.P. 1978. Environmental factors HEAD, J. W., and L. WILSON. 1989. Basaltic controlling the palagonitization of the pyroclastic eruptions | Influence of gas- Surtsey tephra | 1 Iceland Bull. Geol. Soc. release patterns and volume fluxes on foun- Den. 27(special issue): 91- 105. tain structure , and the formation of cinder KING. | C.-Y. 1989. Volume predictability of cones , spatter cones S, rootless flows, lava historical eruptions at Kilauea and Mauna ponds and lava flows. J. Volcanol. Geo- Loa volcanoes. J. Volcanol. Geotherm I therm. Res. 37:261-271. Res. 38:281-285. HILL, D.P., and J.J.ZUCCA. 1987. Volcanism KIRBY, S. | H., and H. W. GREEN. 1980. Dunite in Hawaii. Geophysical constraints on the xenoliths from Hualalai Volcano Evidence structure of Kilauea and Mauna Loa for mantle diapiric flow beneath the island volcanoes and some implications for of Hawaii. Am. J. Sci. 280-A: 550-575. seismomagmatic processes. U.S. Geol. KLEIN - F. W I 1982. Earthquakes at Loihi Surv. Prof. Pap. 1350:903-917. submarine volcano and the Hawaiian HOLCOMB, R. T. 1987. Volcanism in Hawaii. hotspot. J. Geophys. Res. 87:7719-7726. Eruptive history and long-term behavior of KLEIN I F. W.. . R.Y.KOYANAGI, J.S. NAKATA, Kilauea volcano. U.S. Geol. Surv. Prof. and W. R. TANIGAWA. 1987. Volcanism in Pap. 1350: :261-350. Hawaii. The seismicity of Kilauea's magma HOLCOMB, R. T., M. HOLMES P. 1 W. I I - LIPMAN - system U.S. Geol. Surv 7 Prof. Pap. 1350 | M. TORRESAN and R. C. X | SEARLE. 1988. 1019 O. 1185. Cenozoic submarine volcanism surround- KNIGHT - M. D., and G. P. L. WALKER. 1988. ing the Hawaiian Islands. Geological So- Magma flow direction in dikes of the ciety of America Abstracts and Programs Koolau complex X Oahu, determined from 20: 128. magnetic fabric lineation directions. J HUNT , C. D., C. I J. EWART | and C . I. Voss. Geophys. Res. 93:4301-4319. 1988. Region 27, Hawaiian Islands. Pages LINDWALL, D. A. 1988. A two-dimensional 255-262 in W. | Back, J.S. Rosensheim 1 and seismic investigation of crustal structure P. R. Seaber , eds. The geology of North under the Hawaiian Islands near Oahu and America, vol. O-2. Hydrogeology . Geolo- Kauai. J. Geophys. Res. 93: 12107 | 12122. gical Society of America - Boulder LIPMAN - P. W. 1980. The southwest rift zone Colorado. ofMauna Loa implications for structural JACKSON | E. D., and D. A. CLAGUE. 1982. evolution of Hawaiian volcanoes. Am. J. Map showing distribution of the nodule Sci. 280-A :752- 776. beds of the 1800= 1801 Kaupulehu flow of LIPMAN , P. W ., J. P. / LOCKWood 2, R. T. Hualalai volcano 2, island of Hawaii. U.S. | OKAMURA A, D. A. SWANSON , and K. M I Geol. Surv 7 Misc. Field Stud. Map MF- YAMASHITA. 1985. Ground deformation 1355, scale 1:1200. associated with the 1975 magnitude-7.2 JACKSON I, E. D., and T | L. WRIGHT. 1970. earthquake and resulting changes in activity Xenoliths in the Honolulu volcanic series , of Kilauea Volcano 2, Hawaii. U.S. Geol. Hawaii. J. Petrol. 11:405-430. Surv. Prof. Pap. 1276. JACKSON . E. D., D.A.CLAGUE, E. ENGLEMAN , LIPMAN - P. W. ., W | R. NORMARK 1 J. G. W. F FRIESEN - and D. NORTON. 1981. MOORE, J. B. WILSON | and C E. "
                },
                {
                    "page": 29,
                    "raw_text": "344 PACIFIC SCIENCE, Volume 44 - October 1990 GUTMACHER. 1988. The giant submarine 1975. Mechanism of formation of Alika debris slide C, Mauna Loa . Hawaii. J pillow lava. Am. Sci. 63:269-277. Geophys. Res. 93:4279-4299. 1987. Volcanism in Hawaii. Sub- LOCKWOOD , J. P., and P. W. LIPMAN. 1987. sidence of the Hawaiian Ridge. U.S. Geol. Volcanism in Hawaii. Holocene eruptive Surv. Prof. Pap. 1350:85-100. history of Mauna Loa Volcano. U.S. Geol. MOORE, J.G., and W.U.AULT. 1965. Historic Surv. Prof. Pap. 1350: :509 9-535. littoral cones in Hawaii. Pac. Sci. 19:3- LOCKWooD P J P., J. J. DVORAK 1 T T. 11. ENGLISH 1 R. Y KOYANAGI, A. T MOORE, J. G., and | J. F. CAMPBELL. 1987. Age OKAMURA, M. I L. SUMMERS D. and W R. of tilted reefs, Hawaii. J. Geophys. Res. TANIGAWA. 1987. Volcanism in Hawaii. 92:2641-2646. Mauna Loa 1974- 1984, A decade of MOORE, J. G., and D. J. FORNARI. 1984 intrusive and extrusive activity. U.S. Geol. Drowned reefs as indicators of the rate of Surv. Prof. Pap. 1350:537-570. subsidence of the island of Hawaii. J. Geol. LOCKWooD P, J. P., P | W | LIPMAN 1 L D. 92:752-759. PETERSON, F.R. WARSHAUER. 1988. Gener- MOORE, J. G., and G. W I MOORE. 1984 alized ages of surface lava flows of Mauna Deposit from a giant wave on the island of Loa volcano P Hawaii. U.S. Geol. Surv Lanai, Hawaii. Science 226: 1312- 1315. Misc. Invest. Ser., Map I-1908 , scale MOORE . J. G., and D. M I THOMAS. 1988. 1 | | 250,000. Subsidence of Puna, Hawaii, inferred from LONSDALE, P 1989. A geomorphological sulfur content of drilled lava flows. J. reconnaissance ofthe submarine part ofthe Volcanol. Geotherm | Res. 35: 165- 171. East Rift Zone of Kilauea Volcano 2 MOORE, J. G., D.A. CLAGUE, R. T. HOLCOMB S Hawaii. Bull. Volcanol. 51: 123-144. P. W i LIPMAN I W. R. NORMARK 1 and M I E. MACDONALD 2, G. A. 1959. The activity of TORRESAN 1989. Prodigious submarine Hawaiian volcanoes during the years 1951- landslides on the Hawaiian Ridges. J. 1956. Bull. Volcanol. 22:3-70. Geophys. Res. 94: 17465- 17484. 1965. Hawaiian calderas. Pac. Sci. MOORE, J. G., R. L. PHILLIPS, R. W I GRIGG 19:320-334. D. W I PETERSON I, and D A. SWANSON . 1977. Geologic map of the Mauna 1973. Flow oflava into the sea, 1969- 1971. Loa Quadrangle, Hawaii. U.S. Geol. Surv I Kilauea Volcano P Hawaii. Geol. Soc. Am. Geologic Quadrangle Map, GQ-897, scale Bull. 84:537-546. 1 | * 24,000. MOORE, R. B., D.A. CLAGUE I M I RUBIN - and 1978. Geologic map of the crater W A. BOHRSON. 1987. Volcanism in section of Haleakala National Park X Maui. Hawaii. Hualalai Volcano: A preliminary Hawaii. U.S. Geol. Surv. Misc. Invest. Ser | summary of geologic, petrologic, and geo- Map I-1088, scale 1 | 24,000. physical data. U.S. Geol. Surv 7 Prof. Pap. MACDONALD 2, G. A., I A. T. ABBOTT, and F.L 1350:571-585. PETERSON. 1983. Volcanoes in the sea, 2d MORGAN, W.J. | 1972. Deep mantle convection ed. University of Hawaii Press, Honolulu. plume and plate motions. Bull. Am. Assoc. MALAHOFF A. 1987. Volcanism in Hawaii. Pet. Geol. 56:203-312. Geology of the summit of Loihi submarine MURATA, K.J., and HD.H. RICHTER. 1966. The volcano. U.S. Geol. Surv 7 Prof. Pap. 1350 | settling of olivine in Kilauean magma as 133- 144. shown by lavas of the 1959 eruption. Am MOBERLY , R., and J. F. CAMPBELL. 1984 J. Sci. 264: 194- 203. Hawaiian hotspot volcanism mainly during NAKAMURA A K. 1980. Why do long rift zones geomagnetic normalintervals. Geology 12 A | developin Hawaiian volcanoes a possible 459- 463. role of thick oceanic sediments. Bull. MOORE . J. G. 1964. Giant submarine land- Volcanol. Soc. J.25:255-269. slides on the Hawaiian Ridge. U.S. Geol. NICHOLLS, J., and M.. STOUT. 1988. Picritic Surv. Prof. Pap. 501-D:95-98. melts in Kilauea | evidence from the 1967- "
                },
                {
                    "page": 30,
                    "raw_text": "Review Article: Geology of Hawaiian Islands WalkeR 345 1968 Halemaumau and Hiiaka eruptions. elasticity and contractancy of Hawaiian J. - Petrol. 29: 1031-1057. olivine tholeiite and its role in the stability OxBurGH . E. R. 1980. Heat flow and magma and structural evolution of subcaldera genesis. Pages 161- 199 in R. B. Hargraves - magma reservoirs and rift systems. U.S. ed. Physics of magmatic processes. Prince- Geol. Surv. Prof. Pap. 1350: 1395- 1447. ton University Press D, Princeton .. New 1987b. Neutral buoyancy and the Jersey. mechanical evolution of magmatic systems. PETERSON , D. W. ., and R. B. MOORE. 1987. Pages 259 -287 in B. O. Myson I ed. princi- Mag- Volcanism in Hawaii. Geologic history and matic processes: Physicochemical evolution of geologic concepts, island of ples. Special Publication 1. The Geochemi- Hawaii. U.S. Geol. Surv / Prof. Pap. 1350 | cal Society, University Park | Pennsylvania. 149- 189 A SAEMUNDSSON I. K. 1986. Subaerial volcanism PETERSON | D. i W., and R. I. TILLING. 1980. in the western North Atlantic. Pages 69 9-86 Transition of basaltic lava from pahoehoe in P. R. Vogt and B. E. Tucholke C, eds. The to aa, Kilauea Volcano 2, Hawaii: Field ob- geology ofNorth America, vol. M. Geolog - servations and key factors. J. Volcanol. ical Society of America 1, Boulder . Colorado. Geotherm i Res. 7:271-293. SEN I G. 1988. Petrogenesis of spinel lherzolite PORTER, S.C. 1972a. Buried caldera ofMauna and pyroxenite suite xenoliths from the Kea Volcano. , Hawaii. Science. 175: 1458 | Koolau shield | Oahu . Hawaii: Implications 1460. for petrology of the post-eruptive litho- 1972b. Distribution 1 morphology | sphere beneath Oahu. Contrib. Mineral. and size frequency of cinder cones on Petrol. 100: :61-91. Mauna Kea volcano 9, Hawaii. Geol. Soc. SHAW , H. R. | E. D. JACKSON, and K. E. Am. | Bull. 83:3607-3612. BARGAR. 1980. Volcanic periodicity along 1979. Quaternary stratigraphy and the Hawaiian n- Emperor Chain. Am. J. Sci. chronology of Mauna Kea : Hawaii: A 280-A: :667- 708. 380,000-yr record of mid- Pacific volcanism SINTON I J. M i 1987. Revision of stratigraphic andice-cap glaciation. Geol. Soc. Am Bull. nomenclature of the Waianae Volcano P 90:980- 1093. I Oahu - Hawaii. U.S. Geol. Surv 7 Bull. 1775 REA, D. K., and R.A. DUNCAN. 1986. North A9 -A15. Pacific plate convergence = A quantitative SPENGLER, S. R., and M. O. GARCIA. 1988. record of the past 140 m.y. Geology 14 | Geochemistry of the Hawi lavas S, Kohala 373-376. Volcano D. Hawaii. Contrib. Mineral. Petrol. RHODES 3, J. M., K. P. WENZ, C I A. NEAL 99:90- 104 , J. W. I SPARKS I | S and J. P. | LOCKWOOD. 1989 STEARNS, H. T. 1946. Geology of the Hawai- Geochemical evidence for invasion of ian Islands. Hawaii Div. Hydrogr Bull. 8 Kilauea 's plumbing system by Mauna Loa 105p. magma. Nature (London), 337:257- 260. 1947. Geology and ground-water ROWLAND, S. .K., and G.P.L WALKER. 1988. resources of the island of Niihau 1, Hawaii. Mafic-crystal distributions, viscosities S, and Hawaii Div. Hydrogr. Bull. 12 I lava structures of some Hawaiian lava 1985. Geology ofthe State ofHawaii flows. J. Volcanol. Geotherm I Res. 35:55 - 2ded. Pacific Books, Palo Alto, California. 66. STEARNS, H. .T., and G.A. MACDONALD. 1947. 1990. Pahoehoe and aa in Hawaii: Geology and ground i-water resources ofthe Volumetric flow rate controls the lava island of Maui, Hawaii. Hawaii Div T structure. Bull. Volcanol. (in press ). Hydrogr. Bull. 7: 344p. RUBIN - A. M. ., and D. | D.POLLARD. 1987. | Vol- STEARNS 3, H. .T., . G. A. MACDONALD, andJ. H. canism in Hawaii. Origins of blade-like SWARTZ. 1940. Geology and ground-water dikes in volcanic rift zones. U.S. Geol. Surv i resources of the islands of Lanai and Prof. Pap. 1350: 1449- 1470. Kahoolawe, Hawaii. Hawaii Div. 177p. Hydrogr RYAN, M.P. 1987a. Volcanism in Hawaii. The Bull. 6: "
                },
                {
                    "page": 31,
                    "raw_text": "346 PACIFIC SCIENCE, Volume 44 October 1990 STRANGE, W. E., L. F. MACHESKY - and G. P. | origin through loading by shallow intru WOOLLARD. 1965. A gravity survey of the sions? J. Geophys. Res. 93: :14773- 14784 A island of Oahu . Hawaii. Pac. Sci. 19:350 WATTS S, A. B., and U.S. TEN BRINK. 1989. 353. Crustal structure, flexure C, and subsidence SWANSON , D.A. 1972. Magma supply rate at history of the Hawaiian Islands. J. Geo- Kilauea volcano 1952-71. Science 175 | phys. Res. 94 : , 10473- 10500. 169- 170. WEST - H. | B., and W. I P. LEEMAN. 1987. Iso- SWANSON I, D. A., and R. L | CHRISTIANSEN topic evolution of lavas from Haleakala 1973. Tragic base surge in 1790 at Kilauea Crater - Hawaii. Earth Planet. Sci. Lett. 84 Volcano. Geology 1:83-86. 211-225. SWANSON I, D. | A., | W. | A. DUFFIELD, and R. S. WEST - H. B., and M | NO. GARCIA, F. A. FREY FISKE. 1976. Displacement of the south and A. KENNEDY i 1988. Nature and cause flank of Kilauea volcano = The result of of compositional variation among the al- forceful intrusion of magma into the rift kalic cap lavas of Mauna Kea Volcano zones. U.S. Geol. Surv. Prof. Pap.963: :39p. Hawaii. Contrib I Mineral. Petrol. 100 SWANSON | D. A., W. A. DUFFIELD , D. E. 383-397. JACKSON and D. W I , PETERSON. 1979 I WHITE | R., and D. McKENZIE. 1989. Mag Chronological narrative of the 1969 9-71 matism at rift zones 3: The generation ofvol- Mauna Ulu eruption of Kilauea volcano | canic continental margins and flood ba- Hawaii. U.S. Geol. Surv. Prof. Pap. 1056. salts. J. Geophys. Res. 94: * 7685- 7729. TEN BRINK :, U. S., and T. M. BROCHER. 1987. WHITEHEAD 2, J. H. 1982. Instabilities of fluid Seismic evidence for a subcrustal intrusive conduits in a flowing earth: | Are plates lu- complex under Oahu. J. Geophys. Res. 92 bricated by the asthenosphere? Geophys. | J 13687- 13707. R. Astron. Soc. 70:415-433. THURBER, - C. T. 1987. Volcanism in Hawaii. WILKINSON, J.F.G., and H.D. | HENSEL. 1988. Seismic structure and tectonics of Kilauea The petrology ofsome picrites from Mauna Volcano. U.S. Geol. Surv. / Prof. Pap. 1350 = Loa and Kilauea volcanoes S, Hawaii. Con- - 919-934. trib. Mineral. Petrol. 98:326- 345. TILLING, R. L., R. L i | CHRISTIANSEN , W. A. WILSON, J. T. 1963. A possible origin of the DUFFIELD , E. T. ENDo, R. T. HOLCOMB, R. Hawaiian Islands. Can. J. Phys. 41:863 Y. KOYANAGI, D. W. I PETERSON , and J. D I 870. UNGER. 1987. Volcanism in Hawaii. The WILSON, L., and J. W. HEAD. 1988. Nature of 1972- 1974 Mauna Ulu eruption 1, Kilauea local magma storage zones and geometry of volcano: = An example of quasi-steady-state conduit systems below basaltic eruption magma transfer 7 U.S. Geol. Surv 7 Prof. sites: Pu'u 'O'o, Kilauea East Rift Hawaii Pap. 1350:405-469. example. J. Geophys. Res. 93: : 14785 TILLING, R. I., K. Y. KOYANAGI, P. W | LIP- 14792. MAN, J. . P. LOCKWooD, J. G. MOORE, and WOLFE, E.W., M.O. GARCIA, D. B.JACKSON | D.A. SWANSON. 1976. Earthquake and re- R. Y. KOYANAGI, C. | A. NEAL, and A. T lated catastrophic events 3, island of Hawaii OKAMURA. 1987. | . Volcanism in Hawaii. The November 29, 1975 : A preliminary report. Puu Oo eruption of Kilauea volcano, epi- U.S. Geol. Surv. 7 Circ. 740. sodes 1-20. January 3 , 1983, to June 8 | WaLkeR . G.P.L. 1986. Koolau dike complex 1 1984. U.S. Geol. Surv / Prof. Pap. 1350 Oahu | Intensity and origin of a sheeted- 471-508. dike complex high in a Hawaiian volcanic WRIGHT , T I L., and T. L. TAKAHASHI. 1989. edifice. Geology 14: :310-313. Observations and interpretations of Ha- 1987. Volcanism in Hawaii. The dike waiian volcanism and seismicity , 1779 I complex of Koolau Volcano 9, Oahu: = Inter- 1955. University of Hawaii Press, Honolulu. nal structure of fa Hawaiian rift zone. U.S. WYLLIE, P. J. 1988. Solidus curves S mantle Geol. Surv 7 Prof. Pap. 1350:961-993. plumes S, and magma generation beneath 1988. Three Hawaiian calderas: An Hawaii. J. Geophys. Res. 93:4171- -4181. "
                },
                {
                    "page": 32,
                    "raw_text": "Review Article . Geology fHawaiian Islands WalkeR 347 YODER - H.S. 1988. The great basaltic 'floods. Zucca t J. J., D. P. HILL and R. L. KOVACH S. Afr. J. Geol. 91 :139-156 1982. Crustal structure of Mauna Loa Vol- ZBINDEN | E. A., and J. M SINTON 1988 cano | Hawaii, from seismic refraction and Dikes and the petrology of Waianae vol- gravity data | Bull. Seismol. Soc. Am 72 cano , Oahu. J. Geophys. Res. 93 : 14856- 1535-1550 i 14866 "
                }
            ]
        }
    ],
    "A method of sampling coarse riverbed material": [
        {
            "filename": "A method of sampling coarse riverbed material Wolman 1954.pdf",
            "authors": "M. Gordon Wolman",
            "year": "1954",
            "issue": "Transactions, American Geophysical Union",
            "publisher": "Volume 35, Number 6",
            "page_data": [
                {
                    "page": 0,
                    "raw_text": "Transactions | American Geophysical Union Volume 35, Number 6 December 1954 A METHOD OF SAMPLING COARSE RIVER 2- BED MATERIAL M. Gordon Wolman Abstract | This determination of the size of material by on the bed of a stream is analysis based upon an of the relative area applicable covered those particles of given sizes. The method is to rivers which flow on coarse material and oflow water of intermediate may be waded pebbles during periods bed of Sampling consists measuring the the the channel on the axis grid of 100 basis of picked from a distribution is which system. | drawn the From this from sample a desired size parameters are read. The areal sampling procedure advantages frequency of the materials,and (2) over bulk sampling are X 1 | that it is coarse representative applicable to thatit provides a more sample of an entire very of a stream. Both hydraulic and physiographic studies of rivers often require some measure of of the channel, provide material, rugosity To an adequate description of bed as it affects rugosity a con sistent method of sampling is necessary | The method described here | though applicable only to coarse material has several advantages over the usual bulk | sample method. The present method can satisfactorily integrate the enormous range in grain size often present in a river bed - as well as the non -random areal distribution of material in pools riffles , and bars. The author believes this method of sampling described below produces a more representative picture of the bed of the stream | as well as a better measurement of the effective plane of roughness which directly affects the flow within the channel. Description of sampling method - The determination of grain size is based upon an of the relative area covered by analysis given sizes rather than upon their relative weights | It is essentially an adaptation of suggestions made by J. C. Griffiths | Pennsylvania State University for obtaining representative samples of heterogeneous materials. These suggestions the author gratefully ac knowledges. The method consists of the following steps: (1) In the desired reach of the stream a grid system is established either by pacing or with actual lines | The size of the grid is determined by the length of reach which the sampler desires to describe. This may include both a riffle and a pool, a riffle alone | or a pool alone. If compari- sons are to be made between reaches , the sampler must obviously be consistent in his choice of the length of reach to be included in the sample. (2) After each establishing the grid which can be done by a pacing traverse as the sampler picks up pebble 100 individual pebbles are picked up from the bed. ( | The sampling is probably less subjective when lines or tapes rather than pacing are used to fix the individual sampling points.) Randomness in the selection of each pebble can only be obtained if the sampler tries not to look at the bed as he picks up each pebble. The author 's practice is to draw each pebble from beneath the tip of the toe of his boot. (3 ) The intermediate axis of each pebble is measured. The limitations of measuring small individual pebbles such as sand sizes will be discussed below 1 4 I Unless the actual diameters are of interest, a rule or scale can be designed showing class limits only and each pebble tallied within a grade class immediately | For this purpose the Went worth scale is probably the most useful 1. ( 5 a With the pebbles placed in the proper classes | it is a simple matter to plot a frequency distribution of the sample | This plot is further simplified if the Wentworth size classes are denoted by the d notation r KRUMBEIN 1936] in which d = - 10g2 diameter in mm I Using this logarithmic scale the frequency distribution can be plotted on arithmetic coordinate paper (Fig. 1). Having plotted cumulative frequency curves for the distribution | the median diameter or other desired parameters can readily be determined in the field I INMAN 19521. The paragraphs which follow include observations on the present range of the experimental data a comparison of the results of this procedure with the results produced by other sampling methods | and a brief analysis of the reproducibility of the sample obtained from a given reach by one or more operators. 951 "
                },
                {
                    "page": 1,
                    "raw_text": "952 M. GORDON WOLMAN [Trans. AGU, V.35 - 61 1OC I 90 6 I 80 E 70 8 GREEN RIVER AT WARREN BRIDGE. WYO. 60 WIND RIVER AT RIVERTON. WYO. I BEAVER CREEK NEAR DANIEL. WYO. X LITTLE PIPE CREEK NEAR 50 AVONDALE MD. o SENECA CREEK NEAR QUINCE ORCHARD, MD o 40 I a 30 a I 20 1O O : 9 A 7 6 5 = 2 C + 2 M 4 O units 512 256 128 64 32 16 8 4 2 .5 .25 125 .063 millimeters SIZE Fig. 1-- Size analyses of river -bed gravels Range of experimental data - The illustrative examples shown in Figures 1 and 2 from a large number of rivers flowing in diverse geographic regions indicate that the cumulative frequency curves of these samples resemble the distributions often shown by river gravels. Figure 2 compares these coarse bed materials with the nor rmally distributed river -bed sands described by BLENCH The median diameters of the samples range from 8 to 120 1952,p. | as measured by [1952]. mm. standard deviations [ 135], 2.95 Sorting the d INMAN ranges from 0.85 to in the | samples studied. These sorting values are lower on the whole than those listed by KRUMBEIN [1942] for comparable (pos sibly finer ) gravels. Although it is conceivable that this method of sampling produces an apparent uniformity in the sample, the range of sorting found in the sediments thus far studied indicates that such a bias if | present, is not significant : Comparison with other methods of sampling and analysis - 1 It is interesting to compare samples deter mined from pebble counts with samples of the same material analyzed by sieving and weighing As the example in Figure 3 shows 3, although the shapes of the curves are similar | the median diam eter of the sample determined by the author 's number frequency method is considerably larger than the median diameter of the sieved sample. The consistency of this relationship has been demons - trated by several analyses | The relationship is the reverse of the one we would expect if the com parison consisted simply of counting pebbles versus weighing the amounts of material in each sieve class from precisely the same sample. In the present instance : however | it is apparently the sam pling procedure rather than the method of analysis which produces the discrepancy in median grain size The sample obtained from the grid represents the areal distribution of material on the bed. Each point sample actually represents a portion of the bed surface. distribution If,for example | the sample of 100 stones contains ten in class 32-64 mm | the plotted frequency actually shows that ten per cent of the surface area sampled is covered by material in the class 32-64 mm The distributions in Figure 3, therefore | represent analyses of samples taken from the same reach by two entirely different methods. The difference stems from the fact that the sieved sam ple represents a scoop of material obtained from one or more locations on the bed. If the bed con tains coarse material . to be representative each sample must weigh in the neighborhood of 200 300 pounds. As a rule | in the absence of a the dredge capable of obtaining a huge sample covering a wide surface area of bed . we obtain for sieve analysis a non -repr esentative sample from se- lected spots which contains a preponderance of fine material. It is the author's opinion that in most instances this defect in sampling is insur mountable if a volumetric analysis is made. "
                },
                {
                    "page": 2,
                    "raw_text": "(Bydrology] SAMPLING COARSE RIVER R-BED MATERIAI 953 10 + I x i ty % % C t o o 7 6 1.0 i I I O BLENCH ( 1952) ElE + \"NORMAL DISTRIBUTION OF RIVER BED SANDS r * | f x WATTS BRANCH. MD SENEC CREEK MD. WIND RIVER WYO o LITTLE POPO AGIE WYO O.1 GREEN RIVER WYO. o * A s CORNCG PA. X 5 4 SEVEN SPRINGS. PA. 5 * * EMBREEVILLE | PA. r WAWASET PA, a c LENAPE PA. + 4 x 4 .O 00I O 1O 50 90 99 999 999 Cumulative percent of somple finer than given size Fig. 2--Dimensionless size distribution for ten samples of river -bed gravels illustrating range of sorting and deviations from a normal distribution Reproducibility of results - The reproducibility of results of the sampling at a given location is Ullustrated by the data presented in Tables 1 and 2. The three samples from Watts Branch (Table 1) were taken on separate days by the same sampler In each case the distribution des - cribed by the cumulative frequency curves is much the same :| although on one occasion the median diameter was considerably larger than on the other two. In all three samples the variance of the mumber of particles within the individual grades or size classes showed no systematic variation with grain size. | The data from Mines Run (Table 2), dry channel in a sandstone region in the Shenandoah Valley of Virginia show amount of variation encountered at a given locality the small when a single operator samples 900 pebbles in groups of 100 pebbles | The standard deviation of the median diameters of these groups of 100 pebbles is 6.7 mm "
                },
                {
                    "page": 3,
                    "raw_text": "954 M. GORDON WOLMAN [Trans. AGU | , V. .35 61 IOO a 90 a 8 80 E 70 I SIEVE- MEDIAN D IMETER *Bmm 60 I AREAL- MEDIAN DI AMETER -16mm 50 o 40 I 30 20 10 C 8 7 6 5 = 2 C + 2 = 4 & units 256 128 32 8 4 2 .25 .125 063 millimeters SIZE 64 i6 .5 Fig.3-- Comparison of samples obtained from sieve and areal analysis Table 1--Size distributions of three river-bed samples obtained at Watts Branch near Rockville. Maryland Size 1953 mm o June 19 August 25 October 1 0.5 1 3 2 1 0 ( 2 2 1 5 3 2 4 2 11 3 4 8 3 8 F 10 16 4 8 17 17 32 -5 16 15 17 64 -6 16 26 17 128 7 17 21 16 256 -8 10 f 11 512 1 g 1 3 Median diam - eter 25 37 26 mm In addition to illustrating the reproducibility of the sample, the data from Mines Run (Table 2 also suggest the minimum number of pebbles which should be counted to produce the described result. It can be seen from the table that 100 pebbles was sufficient to describe this distribution. Using the observed standard deviation Student's t | test suggests that one sample of 100 pebbles would be required to obtain a mean median diameter within plus or minus ten mm ( (12 pct of the median 1) | with a likelihood of being correct approximately two-thirds of the time. Although it is conceivable that in larger rivers a greater number would be desirable | the use of 100 pebbles makes the computation of cumulative percentages and plotting of the distribution in the field ex tremely easy - Pending evidence to the contrary . this method appears reasonable | Natural river channels possess small depositional provinces' such as occur on bars and riffles or in pools. If there is a distinct difference in the statistical variability of the individual deposits, those having the greater variability should be more intensively sampled than those of less variability "
                },
                {
                    "page": 4,
                    "raw_text": "[Hydrology 7 SAMPLING COARSE RIVER = BED MATERIAL 955 Table 2- - Size distribution of nine samples obtained by one sampler from Mines Run Virginia - July 1953 Size B2 B4 B6 B8 OA A2 A4 A6 A8 mm A 1 1 2 2 1 1 2 10 2 1 2 3 1 3 2 25 A 11 9 12 14 A 7 9 8 40 8 11 8 7 8 11 11 11 9 63 15 16 16 7 9 18 14 23 17 100 22 22 18 23 26 22 26 13 20 160 19 21 27 21 19 18 15 17 23 250 19 13 14 16 15 17 13 13 12 400 5 3 1 7 4 5 A 9 630 3 1 3 2 2 1 2 4 1 1000 1 2 1 Median diam - 94 80 82 84 eter 83 80 79 69 87 | mm Published data on river gravels from these depositional provinces . however | show no marked differences in variability - and hence the random sampling proposed here appears to give the most significant results. In obtaining samples from Mines Run the grid system was moved upstream and downstream at two-foot intervals in order to determine the effect of minor changes in the position of the grid on the reproducibility of the results. No systematic differences with position were observed 1 and | as before, the data showed no systematic variation within individual size classes = that is, the error of variation in sampling did not change systematically with change in grain sizes. The data from Watts Branch and from Mines Run suggest that an individual operator can repeat his sampling per formance. Whether or not the accuracy of this repetition is sufficient for a given problem depends upon the results desired by the investigator . The evidence available indicates that the results obtained by different operators on the same reach of channel do not differ appreciably | The three analyses obtained by different samplers from the Wind River at Riverton | Wyoming ( Table 3) | show extremely little variation in their median di- ameters and sorting | As the table shows, the median diameters were 51 1 | ,49, and 51 mm. The cu mulative frequency curves for each of the samples are very similar | Data from Garner Run at Leading Ridge Gap P Pennsylvania :, also show the consistent results obtained by different operators (Table 4 A 0. Although of limited value | five additional analyses indicate little variation in the results obtained by only two samplers. Table 4 - - - Size distributions of three samples Table 3 3--Size distribution of three samples obtainedbydifferent toperators from Garner obtained by different operators from Wind Run at Leading Ridge Gap, Pennsylvania River at Riverton | Wyoming August 6. 1953 September 31.1953 Size Operator Size Operator A mm d A B C mm B C 8 1 0 0 2 1 1 0 0 16 4 1 A 4 3 ? A o C 32 5 24 26 38 8 3 I 5 1 64 A 51 56 53 16 6 4 128 1 50 49 36 32 5 4 3 5 256 8 10 8 10 64 -6 16 13 17 128 7 15 13 16 Median diameter 256 | 8 13 - mm 51 51 49 11 13 512 - 9 4 \" 4 Median diameter mm 64 77 77 | "
                },
                {
                    "page": 5,
                    "raw_text": "956 M. GORDON WOLMAN [Trans AGU V. | | 35 6l Within the range of roundness normally encountered in river studies | there is little or no error introduced by the possibility of different samplers measuring different intermediate axes. Limitations of the sampling procedure a- The principal limitation thus far encountered in prac tice is the inability to measure accurately the fine particles. Two to four mm is about the smallest size which can be measured in the field. | When the proportion of fine material is small, the smalle sizes may be lumped together or measured roughly in separate grades. Either system produces little change in the final result * Where fine material predominates | a sampling method such as this | which provides an areal coverage of the bed | requires both a sampler capable of drawing a single or a limited number of grains from the stream bed and a calibrated magnifying glass which will permit measurements of fine particles in the field The difficulty of bed sampling by hand in deep water is a second limitation of the method | Thus far no satisfactory mechanical sampler has been developed for coarse material. The method is workable , however | where the water is several feet deep X and thus the importance of this limitation which is common to all kinds of sampling beneath flowing water / is at least reduced | Although it may not be a permanent one | the fact that the areal sampling procedure described here produces results | which are not directly comparable to the results previously obtained by bulk sampling and analysis of samples by weight | | is something of a drawback Additional work along the lines described by MARSCHNER [1953] may make it possible to convert from one system to another It is important to remember | however | that conversion is only possible | or for that matter useful. where the samples themselves have equal validity | The primary significance of the sampling pro cedure suggested here is the fact that it gives a more representative sample 2 and hence a different one from those customarily obtained from river beds. Conclusion - - The principal advantages and disadvantages of the areal sampling procedure de- scribed here can be summarized as follows. In its favor are * ( (1) it is simple to perform and in- | deed it is 'possible in situations where flowing water and coarse material make other methods almost impossible P ( 2 the sampling method provides a reasonably representative sample of an entire reachof the stream = and (3) a sufficient range of sizes can be measured to permit some stand . ardization of methods | making possible comparison of results obtained in studies of hydraulic rough ness in one place with those obtained elsewhere | Its primary disadvantage at present is the inability to handle fine material. References BLENCH | T., Normal size distribution found in samples of river -bed sand | , Civ Eng . V 22 p. 147 | 1952. INMAN D. L. Measures for describing the size distribution of sediments : J. Sed. Pet. V. 22 | pp. 125 - 145, | 1952 | KRUMBEIN | W | C., 8, Application 4-90, of logarithmic moments to size frequency distribution of sediments J. Sed. Pet., V . pp. 84 1936. | KRUMBEIN w.c., Statistical summary of some alluvial gravels Rep. of Comm on Sedimentation 1940-41 | | | Nat. Res | Coun., Ex. B, pp. 9-25, 1942 | MARSCHNER | A. W., A method for the size analysis of sand on a number frequency basis J. | Sed. Pet., V. 23 | pp. 49-59, 1953 U. S. Geological Survey | Washington 25,. ( Communicated manuscript received January 11,1954 | and | as revised June 25, 1954 | open for formal discussion until May 1. 1955.) "
                }
            ]
        }
    ]
}